[
    {
        "condition": "Osteomyelitis",
        "symptoms": [
            "Osteomyelitis is a painful bone infection. It usually goes away if treated early with antibiotics. It can cause serious long-term problems if it's not treated."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/osteomyelitis/"
    },
    {
        "condition": "Myelodysplastic syndrome (MDS)",
        "symptoms": [
            "Myelodysplastic syndrome (MDS), also called myelodysplasia, is a type of blood cancer. It's rare and mostly affects people over 70 years old.",
            "What is myelodysplastic syndrome (MDS)?",
            "Causes",
            "Tests and next steps",
            "Treatment"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/myelodysplastic-syndrome-mds/"
    },
    {
        "condition": "Breath-holding in babies and children",
        "symptoms": [
            "Breath-holding is when a baby or child stops breathing for up to 1 minute and may faint. It can happen when a child is frightened, upset, angry, or has a sudden shock or pain. It's usually harmless but can be scary for parents, particularly when it happens for the first time."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/breath-holding-in-babies-and-children/"
    },
    {
        "condition": "Gout",
        "symptoms": [
            "Gout is a type of arthritis that causes sudden, severe joint pain. Painkillers can help the pain and healthier lifestyle choices can prevent future attacks."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/gout/"
    },
    {
        "condition": "Sinusitis (sinus infection)",
        "symptoms": [
            "Sinusitis is swelling of the sinuses, usually caused by an infection. It's common and usually clears up on its own within 4 weeks. But medicines can help if it's taking a long time to go away."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/sinusitis-sinus-infection/"
    },
    {
        "condition": "Testicle lumps and swellings",
        "symptoms": [
            "sudden, severe pain in a testicle",
            "testicle pain along with feeling sick, being sick or pain in your tummy",
            "testicle pain that has lasted more than an hour or continues when you're resting",
            "These can be signs of a serious problem that needs to be treated in hospital as soon as possible.",
            "Do not drive to A&E. Ask someone to drive you or call 999 and ask for an ambulance."
        ],
        "overview": "Lumps and swellings in the testicles (balls) are not usually caused by anything serious, but you should always get them checked by a GP.",
        "url": "https://www.nhs.uk/conditions/testicle-lumps-and-swellings/"
    },
    {
        "condition": "Hidradenitis suppurativa (HS)",
        "symptoms": [
            "It causes a mixture ofboil-like lumps, blackheads, cysts, scarring and channels in the skin that leak pus.",
            "The condition tends to start with blackheads, spots filled with pus and firm pea-sized lumps that develop in one place. The lumps will either disappear or rupture and leak pus after a few hours or days.",
            "New lumps will then often develop in an area nearby. If these are not controlled with medicine, larger lumps may develop and spread. Narrow channels called sinus tracts also form under the skin that break out on the surface and leak pus.",
            "around the groin and genitals",
            "in the armpits"
        ],
        "overview": "Hidradenitis suppurativa (HS) is a painful, long-term skin condition that causesskin abscessesand scarring on the skin.",
        "url": "https://www.nhs.uk/conditions/hidradenitis-suppurativa/"
    },
    {
        "condition": "Heart rhythm problems (arrhythmia)",
        "symptoms": [
            "There are different types of heart rhythm problem.",
            "like your heart is pounding, racing, fluttering or missing a beat (heart palpitations)   this may last for a few seconds up to a few minutes",
            "short of breath",
            "lightheaded, dizzy or like you might faint",
            "tired"
        ],
        "overview": "Heart rhythm problems (arrhythmia) are when your heart beats too quickly or too slowly, or your heartbeat is not steady. It might not be serious but see a GP if you think you're having symptoms.",
        "url": "https://www.nhs.uk/conditions/arrhythmia/"
    },
    {
        "condition": "Transient ischaemic attack (TIA)",
        "symptoms": [
            "Arms  the person may not be able to lift both arms and keep them raised because of weakness or numbness in 1 arm.",
            "Speech  their speech may be slurred or garbled, or the person may not be able to talk at all, despite appearing to be awake; they may also have problems understanding what you're saying to them."
        ],
        "overview": "A transient ischaemic attack (TIA) or \"mini stroke\" is caused by a temporary disruption in the blood supply to part of the brain.",
        "url": "https://www.nhs.uk/conditions/transient-ischaemic-attack-tia/"
    },
    {
        "condition": "Epilepsy",
        "symptoms": [
            "your body becoming stiff or floppy",
            "suddenly falling to the floor",
            "jerking or twitching movements in your body",
            "peeing unintentionally",
            "losing awareness of what's around you   you may stare into space and not be able to respond normally"
        ],
        "overview": "Epilepsy is a condition that affects your brain and causes seizures (sometimes called fits). It cannot currently be cured, but treatment can often help manage it.",
        "url": "https://www.nhs.uk/conditions/epilepsy/"
    },
    {
        "condition": "Henoch-Schnlein purpura (HSP)",
        "symptoms": [
            "Paracetamolcan help ease any pain.",
            "Do not takeibuprofenwithout speaking to your doctor because it could harm your kidneys."
        ],
        "overview": "Henoch-Schnlein purpura (HSP) affects the blood vessels and causes a spotty rash. It's not usually serious, but can sometimes lead to kidney problems. It's more common in children, but adults can get it too.",
        "url": "https://www.nhs.uk/conditions/henoch-schonlein-purpura-hsp/"
    },
    {
        "condition": "Bowen's disease",
        "symptoms": [
            "Bowen's disease usually appears as a patch on the skin that has clear edges and does not heal.",
            "scaly or crusty",
            "flat or raised",
            "up to a few centimetres across",
            "itchy (but not all the time)"
        ],
        "overview": "Bowen's disease is a very early form of skin cancer that's easily treatable. The main sign is a red, scaly patch on the skin.",
        "url": "https://www.nhs.uk/conditions/bowens-disease/"
    },
    {
        "condition": "Granulomatosis with polyangiitis (GPA)",
        "symptoms": [
            "Granulomatosis with polyangiitis (GPA) is a type ofvasculitis, which is an inflammation of the blood vessels.",
            "high temperature",
            "night sweats",
            "feeling weak and tired",
            "joint pain"
        ],
        "overview": "Granulomatosis with polyangiitis (GPA) is a rare condition where blood vessels become inflamed, mainly in the ears, nose, sinuses, kidneys and lungs. It can be serious if not treated but medicines can help manage the symptoms.",
        "url": "https://www.nhs.uk/conditions/granulomatosis-with-polyangiitis/"
    },
    {
        "condition": "Polyhydramnios (too much amniotic fluid)",
        "symptoms": [
            "indigestion and heartburn",
            "constipation",
            "breathlessness",
            "swollen feet and legs",
            "urinary tract infections (UTIs)"
        ],
        "overview": "Polyhydramnios is when there's too much amniotic fluid (the fluid that surrounds the baby in the womb) during pregnancy. It's not usually serious and there's often no cause.",
        "url": "https://www.nhs.uk/conditions/polyhydramnios/"
    },
    {
        "condition": "Patau's syndrome",
        "symptoms": [
            "Babies with Patau's syndrome can have a wide range of health problems.",
            "Their growth in the womb is often restricted, resulting in a low birth weight, and 8 out of 10 will be born with severe heart defects.",
            "The brain often does not divide into 2 halves. This is known as holoprosencephaly.",
            "cleft lip and palate",
            "an abnormally small eye or eyes (microphthalmia)"
        ],
        "overview": "Patau's syndrome is a serious, rare genetic disorder caused by having an additional copy of chromosome  in some or all of the body's cells. It's also called trisomy .",
        "url": "https://www.nhs.uk/conditions/pataus-syndrome/"
    },
    {
        "condition": "Phaeochromocytoma",
        "symptoms": [
            "The attacks may last longer, and become more frequent and severe, as the tumour grows.",
            "headaches",
            "heavy sweating",
            "heart palpitations",
            "high blood pressure"
        ],
        "overview": "A phaeochromocytoma is a rare tumour of the adrenal glands, which sit above the kidneys.",
        "url": "https://www.nhs.uk/conditions/phaeochromocytoma/"
    },
    {
        "condition": "Yellow fever",
        "symptoms": [
            "high temperature",
            "headache",
            "feeling or being sick",
            "aches and pains",
            "loss of appetite"
        ],
        "overview": "Yellow fever is a serious infection spread by mosquitoes. It's found in certain areas of Africa and South and Central America. You should have a yellow fever vaccination if you're travelling to an area where there's a risk of getting it.",
        "url": "https://www.nhs.uk/conditions/yellow-fever/"
    },
    {
        "condition": "Dysentery",
        "symptoms": [
            "Dysentery usually gets better by itself within 7 days. The most important thing is to prevent dehydration.",
            "After seeing a GP, there are things you can do to help your recovery.",
            "drink plenty of fluids, particularly water, so that you regularly pee during the day and do not feel thirsty",
            "use oral rehydration sachets you mix with water to make a drink",
            "eat when you feel able to   you do not need to avoid any foods"
        ],
        "overview": "Dysentery is when an infection gives you diarrhoea with blood in it. It usually gets better by itself but it's important to see a GP if you or your child have bloody diarrhoea.",
        "url": "https://www.nhs.uk/conditions/dysentery/"
    },
    {
        "condition": "Hydrocephalus",
        "symptoms": [
            "headache",
            "being sick",
            "blurred vision",
            "difficulty walking"
        ],
        "overview": "Hydrocephalus is a build-up of fluid in the brain. The excess fluid puts pressure on the brain, which can damage it.",
        "url": "https://www.nhs.uk/conditions/hydrocephalus/"
    },
    {
        "condition": "Bulimia",
        "symptoms": [
            "losing control of how much you're eating over a very short time (binge eating)",
            "ridding your body of the extra food (purging)",
            "Purging may include making yourself sick (vomiting)",
            "taking laxative or diuretic medicines",
            "avoiding eating for long periods of time"
        ],
        "overview": "Bulimia (bulimia nervosa) is an eating disorder and serious mental health condition. It can affect anyone and treatment may take time, but you can recover from it.",
        "url": "https://www.nhs.uk/mental-health/conditions/bulimia/"
    },
    {
        "condition": "Cyclospora",
        "symptoms": [
            "diarrhoea",
            "loss of appetite and weight loss",
            "stomach cramps",
            "bloating and farting",
            "tiredness"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/cyclospora/"
    },
    {
        "condition": "Eye cancer",
        "symptoms": [
            "shadows, flashes of light, or wiggly lines in your vision",
            "blurred vision",
            "a dark patch in your eye that's getting bigger",
            "partial or totalloss of vision",
            "bulging of 1 eye"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/eye-cancer/"
    },
    {
        "condition": "Cataracts in adults",
        "symptoms": [
            "blurred vision",
            "difficulty seeing at night",
            "difficulty reading and watching television",
            "your eyes being uncomfortable in, or sensitive to, light and glare",
            "looking at 1 object but seeing 2 (double vision)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/cataracts/"
    },
    {
        "condition": "Social anxiety (social phobia)",
        "symptoms": [
            "Social anxiety is more than shyness. It's a fear that does not go away and affects everyday activities, self confidence, relationships and work or school life.",
            "Many people occasionally worry about social situations, but someone with social anxiety feels overly worried before, during and after them.",
            "worry about everyday activities, such as meeting strangers, starting conversations, speaking on the phone, working or shopping",
            "avoid or worry a lot about social activities, such as group conversations, eating with company and parties",
            "always worry about doing something you think is embarrassing, such asblushing, sweating or appearing incompetent"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/mental-health/conditions/social-anxiety/"
    },
    {
        "condition": "Glutaric aciduria type 1",
        "symptoms": [
            "Children with GA1 may develop some floppiness or weakness in their muscles (hypotonia) during their first year and there's a risk of developing bleeding around their brain (subdural haematoma). In rarer cases, bleeding can develop around the back of the eyes (retinal haemorrhage)."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/glutaric-aciduria/"
    },
    {
        "condition": "Frontotemporal dementia",
        "symptoms": [
            "personality and behaviour changes   acting inappropriately or impulsively, appearing selfish or unsympathetic, neglecting personal hygiene, overeating, or loss of motivation",
            "language problems   speaking slowly, struggling to make the right sounds when saying a word, getting words in the wrong order, or using words incorrectly",
            "problems with mental abilities   getting distracted easily, struggling with planning and organisation",
            "memory problems   these only tend to occur later on, unlike more common forms of dementia, such asAlzheimer's disease",
            "There may also be physical problems, such as slow or stiff movements, loss of bladder or bowel control (usually not until later on), muscle weakness ordifficulty swallowing."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/frontotemporal-dementia/"
    },
    {
        "condition": "Early or premature menopause",
        "symptoms": [
            "Menopause is when your periods stop due to lower hormone levels. It usually affects women between the ages of 45 and 55. It can affect anyone who has periods.",
            "hot flushes and night sweats",
            "vaginal dryness",
            "difficulty sleeping",
            "low mood or anxiety"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/early-or-premature-menopause/"
    },
    {
        "condition": "Temporal arteritis",
        "symptoms": [
            "frequent, severe headaches",
            "pain or tenderness at the side of your head (temples) or on the scalp",
            "jaw pain while eating or talking",
            "vision problems, such asdouble visionor loss of vision in 1 or both eyes"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/temporal-arteritis/"
    },
    {
        "condition": "Hereditary haemorrhagic telangiectasia (HHT)",
        "symptoms": [
            "regular nosebleeds",
            "visible red spots in certain places on the body"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/hereditary-haemorrahagic-telangiectasia/"
    },
    {
        "condition": "Prader-Willi syndrome",
        "symptoms": [
            "an excessive appetite and overeating, which can easily lead to dangerous weight gain",
            "restricted growth(children are much shorter than average)",
            "floppiness caused by weak muscles (hypotonia)",
            "learning difficulties",
            "lack of sexual development"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/prader-willi-syndrome/"
    },
    {
        "condition": "Earwax build-up",
        "symptoms": [
            "hearing loss",
            "earache or a feeling that your ears are blocked",
            "ringing or buzzing in your ears (tinnitus)",
            "vertigo (feeling dizzy and sick)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/earwax-build-up/"
    },
    {
        "condition": "Newborn respiratory distress syndrome",
        "symptoms": [
            "blue-coloured lips, fingers and toes",
            "rapid, shallow breathing",
            "flaring nostrils",
            "a grunting sound when breathing"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/neonatal-respiratory-distress-syndrome/"
    },
    {
        "condition": "Brugada syndrome",
        "symptoms": [
            "faintingor blackouts",
            "feeling dizzy or lightheaded",
            "heart palpitations",
            "seizures or fits",
            "shortness of breath"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/brugada-syndrome/"
    },
    {
        "condition": "Bartholin's cyst",
        "symptoms": [
            "You may feel a soft, painless lump. This does not usually cause any problems.",
            "But if the cyst grows very large, it can become noticeable and uncomfortable. You may feel pain in the skin surrounding the vagina (vulva) when you walk, sit down or have sex.",
            "The cyst can sometimes affect the outer pair of lips surrounding the vagina (labia majora). One side may look swollen or bigger than usual.",
            "Signs of an abscess include the affected area becoming red",
            "swollen"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/bartholins-cyst/"
    },
    {
        "condition": "Diphtheria",
        "symptoms": [
            "a thick grey-white coating that may cover the back of your throat, nose and tongue",
            "a high temperature (fever)",
            "sore throat",
            "swollen glands in your neck",
            "difficulty breathing and swallowing"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/diphtheria/"
    },
    {
        "condition": "Huntington's disease",
        "symptoms": [
            "difficulty concentrating and planning tasks",
            "memory problems",
            "low mood, depression and anxiety",
            "changes in your behaviour and personality, such as becoming more irritable or impulsive   sometimes other people find these changes easier to notice",
            "small twitching or jerking movements that you cannot control (called chorea)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/huntingtons-disease/"
    },
    {
        "condition": "Osteoarthritis",
        "symptoms": [
            "swelling",
            "tenderness",
            "grating or crackling sound when moving the affected joints",
            "Almost any joint can be affected by osteoarthritis, but the condition most often causes problems in the knees, hips and small joints of the hands."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/osteoarthritis/"
    },
    {
        "condition": "Gender dysphoria",
        "symptoms": [
            "low self-esteem",
            "becoming withdrawn or socially isolated",
            "depression or anxiety",
            "taking unnecessary risks",
            "neglecting themselves"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/gender-dysphoria/"
    },
    {
        "condition": "Myalgic encephalomyelitis or chronic fatigue syndrome (ME/CFS)",
        "symptoms": [
            "feeling extremely tired all the time (fatigue), which can make daily activities like taking a shower, or going to work or school, difficult",
            "sleep problems, including insomnia, sleeping too much, feeling like you have not slept properly and feeling exhausted or stiff when you wake up",
            "problems with thinking, concentration and memory (brain fog)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/chronic-fatigue-syndrome-cfs/"
    },
    {
        "condition": "Multiple myeloma",
        "symptoms": [
            "a persistent bone pain, usually in the back, ribs or hips",
            "tiredness, weakness and shortness of breath   caused byanaemia",
            "weight loss",
            "blurred vision, dizziness or headaches   caused by thickened blood (hyperviscosity)",
            "repeated infections"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/multiple-myeloma/"
    },
    {
        "condition": "Acute cholecystitis",
        "symptoms": [
            "The affected part of the tummy is usually very tender, and breathing deeply can make the pain worse.",
            "Unlike other types ofabdominal pain, the pain of acute cholecystitis is usually persistent and does not go away within a few hours.",
            "a high temperature",
            "feeling sick",
            "being sick"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/acute-cholecystitis/"
    },
    {
        "condition": "Autism",
        "symptoms": [
            "Find out what the main signs of autism are and if you should get advice"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/autism/"
    },
    {
        "condition": "Creutzfeldt-Jakob disease",
        "symptoms": [
            "loss of intellect and memory",
            "changes in personality",
            "loss of balance and co-ordination",
            "slurred speech",
            "vision problems andblindness"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/creutzfeldt-jakob-disease-cjd/"
    },
    {
        "condition": "Asbestosis",
        "symptoms": [
            "shortness of breath",
            "persistent cough",
            "wheezing",
            "extreme tiredness (fatigue)",
            "pain in your chest or shoulder"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/asbestosis/"
    },
    {
        "condition": "Brucellosis",
        "symptoms": [
            "a high temperature",
            "loss of appetite",
            "sweating",
            "headaches",
            "extreme tiredness"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/brucellosis/"
    },
    {
        "condition": "Laryngeal (larynx) cancer",
        "symptoms": [
            "a change in your voice, such as sounding hoarse",
            "pain when swallowing ordifficulty swallowing",
            "a lump or swelling in your neck",
            "a long-lastingcoughor breathlessness",
            "a persistentsore throatorearache"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/laryngeal-cancer/"
    },
    {
        "condition": "Jet lag",
        "symptoms": [
            "difficulty sleeping at bedtime and waking up in the morning",
            "tiredness and exhaustion",
            "difficulty staying awake during the day",
            "poor sleep quality",
            "concentration and memory problems"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/jet-lag/"
    },
    {
        "condition": "Roseola",
        "symptoms": [
            "blue, grey, pale or blotchy skin, lips or tongue   if they have black or brown skin, this may be easier to see on the palms of their hands and soles of their feet",
            "a rash that does not fade when you roll a glass over it, the same as meningitis",
            "difficulty breathing (you may notice grunting noises or their stomach sucking under their ribcage), breathlessness or breathing very fast",
            "a weak, high-pitched cry that's not like their normal cry",
            "not responding like they normally do, or not interested in feeding or normal activities"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/roseola/"
    },
    {
        "condition": "Low blood pressure (hypotension)",
        "symptoms": [
            "lightheadedness or dizziness",
            "feeling sick",
            "blurred vision",
            "generally feeling weak",
            "confusion"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/low-blood-pressure-hypotension/"
    },
    {
        "condition": "Kidney infection",
        "symptoms": [
            "a high temperature",
            "feeling or being sick",
            "pain in your lower back or side",
            "diarrhoea",
            "pain, burning or stinging when you pee"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/kidney-infection/"
    },
    {
        "condition": "Post-herpetic neuralgia",
        "symptoms": [
            "Post-herpetic neuralgia is common after you've hadshingles. It affects the areas of your body where you had the shingles rash.",
            "aching, burning or sharp pain in your skin that may be constant or come and go",
            "itchy skin",
            "loss of feeling in your skin",
            "The pain is often mild, but some people have severe pain."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/post-herpetic-neuralgia/"
    },
    {
        "condition": "Enlarged prostate",
        "symptoms": [
            "difficulty starting to pee, or having to push or strain to pee",
            "a weak flow of pee, stopping and starting, and taking longer than usual to empty your bladder",
            "feeling like you cannot fully empty your bladder",
            "dribbling pee after you finish peeing",
            "needing to pee more often or urgently, including getting up to pee during the night"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/enlarged-prostate/"
    },
    {
        "condition": "Threadworms",
        "symptoms": [
            "extreme itching around the anus or vagina, particularly at night",
            "irritability and waking up during the night"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/threadworms/"
    },
    {
        "condition": "Dementia with Lewy bodies",
        "symptoms": [
            "hallucinations and hearing voices  seeing, hearing or smelling things that are not there",
            "problems with understanding, thinking, memory and judgement   this is similar toAlzheimer's disease, although memory may be less affected in people with dementia with Lewy bodies",
            "confusionor sleepiness   this can change over minutes or hours",
            "slow movement, stiff limbs andtremors(uncontrollable shaking)",
            "disturbed sleep, often with violent movements and shouting out"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/dementia-with-lewy-bodies/"
    },
    {
        "condition": "Abdominal aortic aneurysm",
        "symptoms": [
            "You usually only find out you have one during anabdominal aortic aneurysm screening testor during tests for another condition.",
            "tummy or back pain",
            "a pulsing feeling in your tummy"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/abdominal-aortic-aneurysm/"
    },
    {
        "condition": "Pelvic pain",
        "symptoms": [
            "Pelvic pain varies. It may affect a small area around your pelvis (your lower tummy) or the whole area.",
            "a sharp, stabbing or burning pain that happens suddenly",
            "a pain that comes on slowly but does not go away",
            "a dull or heavy ache, or feeling of pressure",
            "a twisted or knotted feeling"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/pelvic-pain/"
    },
    {
        "condition": "Neurofibromatosis type 2",
        "symptoms": [
            "hearing lossthat gradually gets worse over time",
            "hearingringing or buzzing in the ears (tinnitus)",
            "balance problems   particularly when moving in the dark or walking on uneven ground"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/neurofibromatosis-type-2/"
    },
    {
        "condition": "Sjgren's syndrome",
        "symptoms": [
            "dry eyes",
            "adry mouth",
            "aching muscles and joints",
            "extreme tiredness",
            "dry skin that may be itchy"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/sjogrens-syndrome/"
    },
    {
        "condition": "Polymorphic light eruption",
        "symptoms": [
            "An itchy or burning rash appears within hours, or up to 2 to 3 days after exposure to sunlight.",
            "It lasts for up to 2 weeks, healing without scarring.",
            "The rash usually appears on the parts of the skin exposed to sunlight, typically the head, neck, chest and arms.",
            "The face is not always affected."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/polymorphic-light-eruption/"
    },
    {
        "condition": "Non-cancerous (benign) brain tumours",
        "symptoms": [
            "seizures (fits)",
            "feeling sick (nausea) and being sick (vomiting)",
            "feeling sleepy or dizzy",
            "changes in your eyesight, such as blurred or double vision",
            "changes in behaviour or personality, such as confusion or problems with memory and concentration"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/non-cancerous-benign-brain-tumours/"
    },
    {
        "condition": "Mucositis",
        "symptoms": [
            "Mucositis affects the mouth and gut (digestive system)."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/mucositis/"
    },
    {
        "condition": "Bronchitis",
        "symptoms": [
            "a cough   you may cough up clear, white, yellow or green mucus",
            "chest pain when coughing",
            "shortness of breath",
            "a sore throat",
            "a runny nose"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/bronchitis/"
    },
    {
        "condition": "Ulcerative colitis",
        "symptoms": [
            "recurringdiarrhoea, which may contain blood, mucus or pus",
            "tummy pain",
            "needing to poo frequently",
            "You may also experience extreme tiredness (fatigue), loss of appetite and weight loss.",
            "For some people, the condition has a significant impact on their everyday lives."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/ulcerative-colitis/"
    },
    {
        "condition": "Meningitis",
        "symptoms": [
            "a high temperature (fever)",
            "being sick",
            "a headache",
            "a rash that does not fade when a glass is rolled over it (but a rash will not always develop)",
            "a stiff neck"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/meningitis/"
    },
    {
        "condition": "Psychotic depression",
        "symptoms": [
            "fatigue (exhaustion)",
            "disturbed sleep",
            "changes in appetite",
            "feeling worthless and guilty",
            "being unable to concentrate or being indecisive"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/mental-health/conditions/psychotic-depression/"
    },
    {
        "condition": "Peripheral neuropathy",
        "symptoms": [
            "numbness and tingling in the feet or hands",
            "burning, stabbing or shooting pain in affected areas",
            "loss of balance and co-ordination",
            "muscle weakness, especially in the feet"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/peripheral-neuropathy/"
    },
    {
        "condition": "Thrombophilia",
        "symptoms": [
            "throbbing pain and swelling in your legs and arms (deep vein thrombosis)",
            "sudden breathing difficulties, chest pain and coughing up blood (pulmonary embolism)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/thrombophilia/"
    },
    {
        "condition": "Brain abscess",
        "symptoms": [
            "headache  which is often severe, located in a single section of the head and cannot be relieved with painkillers",
            "changes in mental state   such as confusion or irritability",
            "problems with nerve function   such as muscle weakness, slurred speech orparalysison one side of the body",
            "a high temperature",
            "seizures (fits)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/brain-abscess/"
    },
    {
        "condition": "Prostate cancer",
        "symptoms": [
            "an increased need to pee",
            "straining while you pee",
            "a feeling that your bladder has not fully emptied",
            "It's more likely they're caused by something else, such asprostate enlargement."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/prostate-cancer/"
    },
    {
        "condition": "Epiglottitis",
        "symptoms": [
            "be very fast or slow",
            "be easier when you lean forward",
            "make a high-pitched, rasping sound as you breathe in",
            "a very sore throat",
            "a high temperature"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/epiglottitis/"
    },
    {
        "condition": "Zika virus",
        "symptoms": [
            "a high temperature",
            "a headache",
            "sore, red eyes",
            "swollen joints and joint and muscle pain",
            "a rash and itching all over the body"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/zika/"
    },
    {
        "condition": "Vaginal cancer",
        "symptoms": [
            "07 November 2023Next review due: 07 November 2026"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/vaginal-cancer/"
    },
    {
        "condition": "Asthma",
        "symptoms": [
            "wheezing",
            "coughing",
            "shortness of breath",
            "your chest feeling tight",
            "Asthma usually starts in children, but it can happen at any age."
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/asthma/"
    },
    {
        "condition": "Bird flu",
        "symptoms": [
            "a very high temperature or feeling hot or shivery",
            "aching muscles",
            "headache",
            "a cough or shortness of breath",
            "diarrhoea"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/bird-flu/"
    },
    {
        "condition": "Kidney stones",
        "symptoms": [
            "You may not notice if you have small kidney stones. You'll usually pee them out without any discomfort.",
            "pain in the side of your tummy (abdomen)",
            "severe pain that comes and goes",
            "feeling sick or vomiting"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/kidney-stones/"
    },
    {
        "condition": "Trichotillomania (hair pulling disorder)",
        "symptoms": [
            "People with trich feel an intense urge to pull their hair out and they experience growing tension until they do. After pulling their hair out, they feel a sense of relief.",
            "A person may sometimes pull their hair out in response to a stressful situation, or it may be done without really thinking about it.",
            "eyebrows",
            "eyelashes",
            "genital area"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/mental-health/conditions/trichotillomania/"
    },
    {
        "condition": "Polycystic ovary syndrome",
        "symptoms": [
            "irregular periods orno periods at all",
            "difficulty getting pregnant as a result of irregular ovulation or no ovulation",
            "excessive hair growth (hirsutism)  usually on the face, chest, back or buttocks",
            "weight gain",
            "thinning hair andhair lossfrom the head"
        ],
        "overview": "Polycystic ovary syndrome (PCOS) is a common condition that affects how a woman's ovaries work. The  main features of PCOS are: If you have at least  of these features, you may be diagnosed with PCOS.",
        "url": "https://www.nhs.uk/conditions/polycystic-ovary-syndrome-pcos/"
    },
    {
        "condition": "Haemophilia",
        "symptoms": [
            "bleeding for a long time after an injury, surgery, or having a tooth removed",
            "bruising easily",
            "joint pain, stiffness and swelling"
        ],
        "overview": "Symptoms of haemophilia usually begin in early childhood, but sometimes symptoms may not be noticed until later.",
        "url": "https://www.nhs.uk/conditions/haemophilia/"
    },
    {
        "condition": "Pelvic organ prolapse",
        "symptoms": [
            "a feeling of heaviness around your lower tummy and genitals",
            "a dragging discomfort inside your vagina",
            "feeling like there's something coming down into your vagina   it may feel like sitting on a small ball",
            "feeling or seeing a bulge or lump in or coming out of your vagina",
            "discomfort or numbness during sex"
        ],
        "overview": "Pelvic organ prolapse is when  or more of the organs in the pelvis slip down from their normal position and bulge into the vagina. It can be the womb (uterus), bowel, bladder or top of the vagina. A prolapse is not life threatening, but it can cause pain and discomfort.",
        "url": "https://www.nhs.uk/conditions/pelvic-organ-prolapse/"
    },
    {
        "condition": "Toxocariasis",
        "symptoms": [
            "a high temperature",
            "coughing or wheezing",
            "stomach ache",
            "an itchy rash",
            "eye pain or redness"
        ],
        "overview": "Toxocariasis is caused by worms found in some dog, cat and fox poo. Animals with these worms in their digestive system can pass out worm eggs in their poo. You can become infected if poo, soil or sand containing these eggs gets in your mouth. Toxocariasis is not caught from fresh poo. It's usually caught from soil or sand that has contained worm eggs for a few weeks or months. Toxocariasis cannot be spread between people.",
        "url": "https://www.nhs.uk/conditions/toxocariasis/"
    },
    {
        "condition": "Acute kidney injury",
        "symptoms": [
            "feeling sick or being sick",
            "diarrhoea",
            "dehydration",
            "peeing less than usual",
            "confusion"
        ],
        "overview": "Even if it does not progress to complete kidney failure, AKI needs to be taken seriously. AKI is different fromchronic kidney disease, where the kidneys gradually lose function over a long period of time.",
        "url": "https://www.nhs.uk/conditions/acute-kidney-injury/"
    },
    {
        "condition": "Acute respiratory distress syndrome (ARDS)",
        "symptoms": [
            "shortness of breath",
            "taking short, fast breaths"
        ],
        "overview": "Acute respiratory distress syndrome (ARDS) usually affects people who are already unwell.",
        "url": "https://www.nhs.uk/conditions/acute-respiratory-distress-syndrome/"
    },
    {
        "condition": "Angina",
        "symptoms": [
            "feel like tightness, squeezing or pressure, or like a dull ache",
            "make you feel sick, breathless, dizzy or sweaty"
        ],
        "overview": "The main symptom of angina is sudden pain in your chest, neck, shoulders, jaw or arms. The pain may: These symptoms may be called an angina attack, episode or pain. They are often brought on by exercise, stress, emotion or cold temperatures   although sometimes there's no obvious trigger.",
        "url": "https://www.nhs.uk/conditions/angina/"
    },
    {
        "condition": "Thrush in men and women",
        "symptoms": [
            "whitevaginal discharge(often like cottage cheese), which does not usually smell",
            "itching and irritation around the vulva and vagina",
            "soreness and stinging during sex or when you pee"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/thrush-in-men-and-women/"
    },
    {
        "condition": "High blood pressure",
        "symptoms": [
            "headaches",
            "blurred vision",
            "chest pain"
        ],
        "overview": "High blood pressure is very common, especially in older adults. There are usually no symptoms, so you may not realise you have it.",
        "url": "https://www.nhs.uk/conditions/high-blood-pressure/"
    },
    {
        "condition": "Amyloidosis",
        "symptoms": [
            "feeling very tired or weak",
            "losing weight without trying to",
            "shortness of breath",
            "swollen feet or legs",
            "bruising around your eyes"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/amyloidosis/"
    },
    {
        "condition": "Haemophilus influenzae type b (Hib)",
        "symptoms": [
            "a high temperature",
            "difficulty breathing   babies may make grunting noises",
            "being sleepier than normal or difficult to wake",
            "blue, grey, pale or blotchy skin, lips or tongue   on brown or black skin this may be noticeable under the nails or around the eyes",
            "a rash that looks like small bruises or bleeding under the skin and does not disappear when you press a glass against it"
        ],
        "overview": "A Hib infection can cause serious conditions including:",
        "url": "https://www.nhs.uk/conditions/hib/"
    },
    {
        "condition": "Vaginal dryness",
        "symptoms": [
            "feel sore or itchy in and around your vagina",
            "feel pain or discomfort during sex",
            "need to pee more often than usual",
            "keep gettingurinary tract infections (UTIs)"
        ],
        "overview": "You may have vaginal dryness if you: These things may make you feel less like you want to have sex.",
        "url": "https://www.nhs.uk/conditions/vaginal-dryness/"
    },
    {
        "condition": "Ankylosing spondylitis",
        "symptoms": [
            "back pain and stiffness",
            "pain and swelling in other parts of the body   caused by inflammation of the joints (arthritis) and inflammation where a tendon joins a bone (enthesitis)",
            "extreme tiredness (fatigue)"
        ],
        "overview": "Ankylosing spondylitis (AS) is a long-term condition in which the spine and other areas of the body become inflamed. It's a type of axial spondyloarthritis. In AS changes to the spine can be seen on an X-ray. There is a similar condition called non-radiographic axial spondyloarthritis, where changes to the spine cannot be seen on an X-ray, but can sometimes be seen on an MRI scan. AS and non-radiographic axial spondyloarthritis tend to first develop in teenagers and young adults.",
        "url": "https://www.nhs.uk/conditions/ankylosing-spondylitis/"
    },
    {
        "condition": "DiGeorge syndrome (22q11 deletion)",
        "symptoms": [
            "learning and behaviour problems   including delays in learning to walk or talk,learning disabilitiesand problems such asattention deficit hyperactivity disorder (ADHD)orautism",
            "speech and hearing problems   including temporary hearing loss due to frequent ear infections, being slow to start talking and having a \"nasal-sounding\" voice",
            "mouth and feeding problems   including a gap in the top of the mouth or lip(cleft lip or palate), difficulty feeding and sometimes bringing food back up through the nose",
            "heart problems   some children and adults have heart defects from birth(congenital heart disease)",
            "hormone problems   underdeveloped parathyroid glands produce too little parathyroid hormone(hypoparathyroidism), which can lead to problems such as shaking(tremors)and seizures (fits)"
        ],
        "overview": "DiGeorge syndrome can cause a range of problems, but     most people will not have all of these. Some of the most common     issues are:",
        "url": "https://www.nhs.uk/conditions/digeorge-syndrome/"
    },
    {
        "condition": "Gallstones",
        "symptoms": [
            "Some people with gallstones can also develop complications",
            "such as inflammation of the gallbladder (cholecystitis).",
            "persistent pain",
            "yellowing of the skin and eyes (jaundice)",
            "a high temperature"
        ],
        "overview": "Gallstones are small stones, usually made of cholesterol, that form in the gallbladder. In most cases, they do not cause any symptoms and do not need to be treated.",
        "url": "https://www.nhs.uk/conditions/gallstones/"
    },
    {
        "condition": "Chronic obstructive pulmonary disease (COPD)",
        "symptoms": [
            "shortness of breath, particularly when you're active",
            "a persistent chestycoughwith phlegm   some people may dismiss this as just a \"smoker's cough\"",
            "frequentchest infections",
            "persistent wheezing"
        ],
        "overview": "Chronic obstructive pulmonary disease (COPD) is the name for a group of lung conditions that cause breathing difficulties. COPD is a common condition that mainly affects middle-aged or older adults who smoke. Many people do not realise they have it.",
        "url": "https://www.nhs.uk/conditions/chronic-obstructive-pulmonary-disease-copd/"
    },
    {
        "condition": "Post-polio syndrome",
        "symptoms": [
            "persistent fatigue (extreme tiredness)",
            "muscle weakness",
            "shrinking muscles",
            "muscle and joint pain",
            "sleep apnoea"
        ],
        "overview": "Post-polio syndrome (PPS) is a poorly understood condition that can affect people who have had polio in the past. Poliois a viral infection that     used to be common in the UK but is now rare. Most people who had polio would have fought off the infection without even realising they were infected. Some people with polio would have hadparalysis, muscle weakness and shrinking of the muscles. But usually these problems would have either     gone away     over the following weeks or months, or remained the same for years afterwards. Post-polio syndrome is where some of     these symptoms     develop or get worse many years or decades after the original polio infection.",
        "url": "https://www.nhs.uk/conditions/post-polio-syndrome/"
    },
    {
        "condition": "PMS (premenstrual syndrome)",
        "symptoms": [
            "mood swings",
            "feeling depressed or irritable",
            "feeling upset, anxious or emotional",
            "tiredness or trouble sleeping",
            "bloating or cramping"
        ],
        "overview": "Each woman's symptoms are different and can vary from month to month, but most women have PMS (premenstrual syndrome) at some point.",
        "url": "https://www.nhs.uk/conditions/pre-menstrual-syndrome/"
    },
    {
        "condition": "Spleen problems and spleen removal",
        "symptoms": [
            "a high temperature",
            "a sore throat",
            "a cough",
            "a severe headache",
            "a headache with drowsiness or a rash"
        ],
        "overview": "The spleen has some important functions:",
        "url": "https://www.nhs.uk/conditions/spleen-problems-and-spleen-removal/"
    },
    {
        "condition": "Varicose eczema",
        "symptoms": [
            "itchy and swollen",
            "dry and flaky",
            "scaly, crusty or blistered",
            "tender and tight skin that can eventually become hardened (lipodermatosclerosis)",
            "small, white scars (atrophie blanche)"
        ],
        "overview": "Varicose eczema, also known as venous, gravitational or stasis eczema,is a long-term skin condition that affects the lower legs. It's common in people with varicose veins.",
        "url": "https://www.nhs.uk/conditions/varicose-eczema/"
    },
    {
        "condition": "Deafblindness",
        "symptoms": [
            "needing to turn up the volume on the television or radio",
            "difficulty following a conversation",
            "not hearing noises such as a knock at the door",
            "asking others to speak loudly, slowly and more clearly",
            "needing to hold books or newspapers very close, or sitting close to the television"
        ],
        "overview": "Deafblindness is a combination of sight and hearing loss that affects a person's ability to communicate, access information and get around. It's also sometimes called \"dual sensory loss\" or \"multi-sensory impairment\". A deafblind person won't usually be totally deaf and totally blind, but both senses will be reduced enough to cause significant difficulties in everyday life. These problems can occur even ifhearing lossandvision lossare mild, as the senses work together and one would usually help compensate for loss of the other.",
        "url": "https://www.nhs.uk/conditions/deafblindness/"
    },
    {
        "condition": "Heart block",
        "symptoms": [
            "dizziness",
            "fainting or feeling like you're about to faint",
            "chest pain",
            "tiredness",
            "shortness of breath"
        ],
        "overview": "These symptoms can range from mild to severe depending on the type of heart block you have and how it's affecting you. You may have no symptoms and only find out you have heart block during tests for something else.",
        "url": "https://www.nhs.uk/conditions/heart-block/"
    },
    {
        "condition": "Vitamin B12 or folate deficiency anaemia",
        "symptoms": [
            "extreme tiredness",
            "a lack of energy",
            "pins and needles",
            "a sore and red tongue",
            "mouth ulcers"
        ],
        "overview": "Vitamin B12 or B9 (commonly called folate) deficiency anaemia occurs when a lack of vitamin B12 or folate causes the body to produce abnormally large red blood cells that cannot function properly. Red blood cells carry oxygen around the body using a substance called haemoglobin. Anaemia is the general term for having either fewer red blood cells than normal or having an abnormally low amount of haemoglobin in each red blood cell.",
        "url": "https://www.nhs.uk/conditions/vitamin-b12-or-folate-deficiency-anaemia/"
    },
    {
        "condition": "Hypoparathyroidism",
        "symptoms": [
            "a tingling or burning sensation in your fingers, toes and face",
            "muscle pain, stiffness and spasms",
            "tummy pain",
            "brittle nails, dry hair and dry skin",
            "cataracts (cloudy patches that form at the front of your eyes)"
        ],
        "overview": "Hyperparathyroidism is a condition where there is too much calcium in the body. It is more common than hypoparathyroidism. Find out more about hyperparathyroidism",
        "url": "https://www.nhs.uk/conditions/hypoparathyroidism/"
    },
    {
        "condition": "Thalassaemia",
        "symptoms": [
            "anaemia   severe tiredness, weakness,shortness of breath, pounding, fluttering or irregular heartbeats (palpitations) and pale skin caused by the lack of haemoglobin",
            "too much iron in the body   this is caused by the regular blood transfusions used to treat anaemia and can cause problems with the heart, liver and hormone levels if untreated"
        ],
        "overview": "Thalassaemia is the name for a group of inherited conditions that affect a substance in the blood called haemoglobin. Haemoglobin is used by red blood cells to carry oxygen around the body. In people with thalassaemia, some of their haemoglobin does not work properly. This can make them very anaemic (tired, short of breath and pale). It mainly affects people of Mediterranean, south Asian, southeast Asian and Middle Eastern origin. There are different types of thalassaemia, which can be divided into alpha and beta thalassaemias. Beta thalassaemia major is the most severe type. It's also possible to be a \"carrier\" of thalassaemia, also known as having the thalassaemia trait. Being a beta thalassaemia carrier will not generally cause you any health problems, but you're at risk of having children with thalassaemia.",
        "url": "https://www.nhs.uk/conditions/thalassaemia/"
    },
    {
        "condition": "Endocarditis",
        "symptoms": [
            "a high temperature",
            "chills",
            "headache",
            "joint and muscle pain",
            "heart failure where the heart is unable to pump enough blood around the body to properly meet the body's demands"
        ],
        "overview": "Endocarditis is a rare and potentially fatal infection of the inner lining of the heart (the endocardium). It's most commonly caused by bacteria entering the blood and travelling to the heart. Although the heart is usually well protected against infection, it may be easier for bacteria to bypass the immune system in people who have: People who inject drugs are also more likely to develop endocarditis. Find out more about the causes of endocarditis",
        "url": "https://www.nhs.uk/conditions/endocarditis/"
    },
    {
        "condition": "Tick-borne encephalitis (TBE)",
        "symptoms": [
            "a high temperature",
            "tiredness",
            "headache",
            "aches and pains",
            "feeling sick"
        ],
        "overview": "The risk of getting tick-borne encephalitis (TBE) is very low. Ticks that spread it can be found in: Ticks live in woodlands and grassy areas, but they can also be found in some parks and gardens. In the UK, only a very small number of ticks carry the TBE virus. Even if you're bitten by a tick, the risk of getting seriously ill is very low. TBE can also be spread through raw (unpasteurised) milk or dairy foods. You can check the risks of a country you're travelling to on the TravelHealthPro website",
        "url": "https://www.nhs.uk/conditions/tick-borne-encephalitis/"
    },
    {
        "condition": "Lambert-Eaton myasthenic syndrome",
        "symptoms": [
            "The main symptoms are weakness in the legs",
            "arms",
            "neck",
            "face",
            "as well as problems with automatic body functions"
        ],
        "overview": "The symptoms of LEMS develop gradually over weeks or months. See a GP if you have a combination of these symptoms.",
        "url": "https://www.nhs.uk/conditions/lambert-eaton-myasthenic-syndrome/"
    },
    {
        "condition": "Encephalitis",
        "symptoms": [
            "Encephalitis usually starts off withflu-like symptoms",
            "such as a high temperature andheadache.",
            "confusion or disorientation",
            "seizures or fits",
            "changes in personality and behaviour"
        ],
        "overview": "Encephalitis is an uncommon but serious condition in which the brain becomes inflamed (swollen). Anyone can be affected, but the very young and very old are most at risk.",
        "url": "https://www.nhs.uk/conditions/encephalitis/"
    },
    {
        "condition": "Postpartum psychosis",
        "symptoms": [
            "hallucinations  hearing, seeing, smelling or feeling things that are not there",
            "delusions   suspicions, fears, thoughts or beliefs that are unlikely to be true",
            "mania   feeling very \"high\" or overactive, for example, talking and thinking too much or too quickly, restlessness or losing normal inhibitions",
            "a low mood   showing signs ofdepression, being withdrawn or tearful, lacking energy, having a loss of appetite, anxiety, agitation or trouble sleeping",
            "sometimes a mixture of both a manic mood and a low mood - or rapidly changing moods"
        ],
        "overview": "Symptoms usually start suddenly within the first  weeks after giving birth - often within hours or days of giving birth. More rarely, they can develop several weeks after the baby is born.",
        "url": "https://www.nhs.uk/mental-health/conditions/post-partum-psychosis/"
    },
    {
        "condition": "Body dysmorphic disorder (BDD)",
        "symptoms": [
            "worry a lot about a specific area of your body (particularly your face)",
            "spend a lot of time comparing your looks with other people's",
            "look at yourself in mirrors a lot or avoid mirrors altogether",
            "go to a lot of effort to conceal flaws   for example, by spending a long time combing your hair, applying make-up or choosing clothes",
            "pick at your skin to make it \"smooth\""
        ],
        "overview": "You might have body dysmorphic disorder (BDD) if you: BDD can seriously affect your daily life, including your work, social life and relationships. BDD can also lead todepression,self-harmand even thoughts ofsuicide.",
        "url": "https://www.nhs.uk/mental-health/conditions/body-dysmorphia/"
    },
    {
        "condition": "Giardiasis",
        "symptoms": [
            "smelly diarrhoea",
            "tummy pain or cramps",
            "farting (flatulence)",
            "smelly burps   they may smell like eggs",
            "bloating"
        ],
        "overview": "You can get giardiasis through direct contact with infected people or animals, or from swallowing contaminated water, food or drinks.",
        "url": "https://www.nhs.uk/conditions/giardiasis/"
    },
    {
        "condition": "Claustrophobia",
        "symptoms": [
            "sweating",
            "trembling",
            "hot flushesor chills",
            "shortness of breathor difficulty breathing",
            "a choking sensation"
        ],
        "overview": "Many different situations or feelings can trigger claustrophobia. Even thinking about certain situations without exposure to them could be a trigger. If you have felt anxious in the last  months about being in a confined space or crowded place, or you have avoided these situations for this reason, it's likely that you're affected by claustrophobia.",
        "url": "https://www.nhs.uk/mental-health/conditions/claustrophobia/"
    },
    {
        "condition": "Measles",
        "symptoms": [
            "a high temperature",
            "a runny or blocked nose",
            "sneezing",
            "a cough",
            "red, sore, watery eyes"
        ],
        "overview": "Measles usually starts with cold-like symptoms, followed by a rash a few days later. Some people may also get small spots in their mouth.",
        "url": "https://www.nhs.uk/conditions/measles/"
    },
    {
        "condition": "Bone cyst",
        "symptoms": [
            "pain, swelling or a lump, usually in your arm, leg or spine",
            "numbness or tingling, if the cyst affects your spine",
            "a break (fracture), sometimes from a relatively minor injury"
        ],
        "overview": "Bone cysts do not always cause symptoms. Sometimes they're found after they cause a fracture, or if you have an X-ray for another reason.",
        "url": "https://www.nhs.uk/conditions/bone-cyst/"
    },
    {
        "condition": "Cirrhosis",
        "symptoms": [
            "feeling tired or unwell all the time",
            "loss of appetite or losing weight without trying",
            "feeling or being sick",
            "tummy pain",
            "visible blood vessels on the skin"
        ],
        "overview": "Many people who have cirrhosis do not have symptoms, especially early on. As cirrhosis gets worse, you may have other symptoms including: Men may also have bigger breasts than usual (gynaecomastia) or their testicles may get smaller.",
        "url": "https://www.nhs.uk/conditions/cirrhosis/"
    },
    {
        "condition": "Epidermolysis bullosa",
        "symptoms": [
            "skin that blisters easily",
            "blisters on the hands and soles of the feet",
            "thickened skin that may be scarred or change colour over time",
            "thickening of the skin and nails"
        ],
        "overview": "Epidermolysis bullosa (EB) is the name for a group of rare inherited skin disorders that cause the skin to become very fragile. Any trauma or friction to the skin can cause painful blisters.",
        "url": "https://www.nhs.uk/conditions/epidermolysis-bullosa/"
    },
    {
        "condition": "Empyema",
        "symptoms": [
            "a fever and night sweats",
            "a lack of energy",
            "difficulty breathing",
            "weight loss",
            "chest pain"
        ],
        "overview": "The lungs and inside of the chest cavity are lined with a smooth layer called the pleura. These layers are almost in contact, but separated by a thin space (the pleural space) filled with a small amount of lubricant called pleural fluid. The pleural fluid can sometimes build up and become infected, and a collection of pus forms. This can thicken and cause areas of the pleura to stick together, creating pockets of pus. Empyema can worsen to become many more pockets of pus, with thick deposits coating the outer layer of the lungs. These deposits prevent the lungs expanding properly.",
        "url": "https://www.nhs.uk/conditions/empyema/"
    },
    {
        "condition": "Klinefelter syndrome",
        "symptoms": [
            "in childhood   shyness and low self-confidence, problems with reading, writing, spelling and paying attention, milddyslexiaordyspraxia, low energy levels, and difficulty socialising or expressing feelings"
        ],
        "overview": "Klinefelter syndrome does not usually cause any obvious symptoms early in childhood, and even the later symptoms may be difficult to spot. Many boys and men do not realise they have it.",
        "url": "https://www.nhs.uk/conditions/klinefelters-syndrome/"
    },
    {
        "condition": "Hyperparathyroidism",
        "symptoms": [
            "depression",
            "tiredness",
            "feeling thirsty and peeing a lot",
            "feeling sick and losing your appetite",
            "muscle weakness"
        ],
        "overview": "Hyperparathyroidism affects people differently. Some people have mild or no symptoms, while others have many. The symptoms may not relate to the level of calcium in your blood. For example, some people with a slightly raised calcium level may have symptoms, while others with high calcium levels may have few or no symptoms at all. A diagnosis may be missed or delayed because there are no symptoms or they are vague, like feeling tired, and thought to be caused by another condition.",
        "url": "https://www.nhs.uk/conditions/hyperparathyroidism/"
    },
    {
        "condition": "Wolff-Parkinson-White syndrome",
        "symptoms": [
            "a pounding or fluttering heartbeat (heart palpitations)",
            "feelinglightheaded or dizzy",
            "shortness of breath",
            "chest pain",
            "passing out (fainting)"
        ],
        "overview": "It can be scary to be told that you have a problem with your heart, but WPW syndrome usually isn't serious.",
        "url": "https://www.nhs.uk/conditions/wolff-parkinson-white-syndrome/"
    },
    {
        "condition": "Generalised anxiety disorder (GAD)",
        "symptoms": [
            "difficulty sleeping",
            "feeling restless, irritable or finding it difficult to concentrate",
            "getting tired easily",
            "feeling tense",
            "stomach problems"
        ],
        "overview": "Support is available if you or someone you know are having a mental health crisis or emergency, no matter what you're going through. Find out where to get urgent help for mental health",
        "url": "https://www.nhs.uk/mental-health/conditions/generalised-anxiety-disorder-gad/"
    },
    {
        "condition": "Paget's disease of bone",
        "symptoms": [
            "Paget's disease of bone can affect 1 bone or several bones. Commonly affected areas include the pelvis",
            "spine",
            "skull.",
            "bone or joint pain",
            "skin feeling warm over the affected bone"
        ],
        "overview": "Paget's disease of bone disrupts the normal cycle of bone renewal, causing bones to become weakened and possibly deformed. It's a fairly common condition in the UK, particularly in older people. It's rare in people under  years of age.",
        "url": "https://www.nhs.uk/conditions/pagets-disease-bone/"
    },
    {
        "condition": "Pelvic inflammatory disease",
        "symptoms": [
            "pain around the pelvis or lower tummy",
            "discomfort or pain during sex that's felt deep inside the pelvis",
            "pain when peeing",
            "bleeding between periods and after sex",
            "heavy periods"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/pelvic-inflammatory-disease-pid/"
    },
    {
        "condition": "Reactive arthritis",
        "symptoms": [
            "The symptoms of reactive arthritis usually start around 1 to 4 weeks after an infection",
            "such as food poisoning or a sexually transmitted infection (STI).",
            "sore, stiff and swollen joints",
            "skin around painful joints might feel hot and look red (but redness can be harder to see on black and brown skin)",
            "feeling very tired"
        ],
        "overview": "It usually affects knees and feet, but your hands, elbows, spine and tendons around joints might also be affected.",
        "url": "https://www.nhs.uk/conditions/reactive-arthritis/"
    },
    {
        "condition": "Tendonitis",
        "symptoms": [
            "pain in a tendon that gets worse when you move",
            "difficulty moving the joint",
            "feeling a grating or crackling sensation when you move the tendon",
            "swelling, sometimes with heat or redness"
        ],
        "overview": "Follow these steps for  to  days to help manage pain and support the tendon. It's important to take a bandage or brace off before going to bed. When you're able to move the injured area without pain stopping you, try to keep moving it so the joint does not become stiff. To help prevent further injury or pain, try to avoid:",
        "url": "https://www.nhs.uk/conditions/tendonitis/"
    },
    {
        "condition": "Behet's disease",
        "symptoms": [
            "genital and mouth ulcers",
            "red, painful eyes and blurred vision",
            "acne-like spots",
            "headaches",
            "painful, stiff and swollen joints"
        ],
        "overview": "Behet's disease, or Behet's syndrome, is a rare and poorly understood condition that results in inflammation of the blood vessels and tissues. Confirming a diagnosis of Behet's disease can be difficult because the symptoms are so wide-ranging and general (they can be shared with a number of other conditions).",
        "url": "https://www.nhs.uk/conditions/behcets-disease/"
    },
    {
        "condition": "Adenomyosis",
        "symptoms": [
            "painful periods",
            "heavy bleeding during your period",
            "pelvic pain (pain in the lower part of your tummy)",
            "bloating, heaviness or fullness in your tummy (abdomen)",
            "pain during sex"
        ],
        "overview": "Some people with adenomyosis have no symptoms.",
        "url": "https://www.nhs.uk/conditions/adenomyosis/"
    },
    {
        "condition": "Hirschsprung's disease",
        "symptoms": [
            "failing to pass meconium within 48 hours   the dark, tar-like poo that healthy babies pass soon after being born (although some babies later diagnosed with Hirschsprung's disease do pass meconium)",
            "a swollen belly",
            "vomiting green or yellow-green fluid (bile)",
            "vomiting or a stomach ache",
            "not feeding well or not gaining much weight"
        ],
        "overview": "Symptoms of Hirschsprung's disease are usually noticeable soon after a baby is born, although sometimes they're not obvious until a child is older.",
        "url": "https://www.nhs.uk/conditions/hirschsprungs-disease/"
    },
    {
        "condition": "Cholera",
        "symptoms": [
            "having lots of watery diarrhoea",
            "feeling sick or being sick",
            "tummy pain",
            "dehydration"
        ],
        "overview": "Cholera is not found in the UK. It's mostly found in parts of Africa and Asia, in places without a clean water supply. You can get cholera from: The risk of getting it while travelling is very small. You can get health advice for a country you're travelling to on the TravelHealthPro website",
        "url": "https://www.nhs.uk/conditions/cholera/"
    },
    {
        "condition": "Tetanus",
        "symptoms": [
            "a stiff jaw (lockjaw), which can make opening your mouth difficult",
            "painful muscle spasms, often in your back, tummy, arms, legs, hands and feet",
            "difficulty breathing",
            "swallowing problems",
            "a high temperature"
        ],
        "overview": "Tetanus is rare, but the chances of getting it are higher if: Check with your GP surgery if youre not sure you ve been fully vaccinated against tetanus.",
        "url": "https://www.nhs.uk/conditions/tetanus/"
    },
    {
        "condition": "Osteophyte (bone spur)",
        "symptoms": [
            "pins and needles, numbness or weakness in the arms and legs",
            "lumps on joints like the fingers, big toe, heel and ankle"
        ],
        "overview": "Osteophytes often do not cause any problems. You may only find out you have one when you have anX-rayfor another reason. But they can sometimes cause problems if they rub against bone or muscles, affect your movement or put pressure on nerves. The main symptom of an osteophyte is pain and stiffness. Other symptoms depend on where in the body the osteophyte has formed.",
        "url": "https://www.nhs.uk/conditions/osteophyte/"
    },
    {
        "condition": "Rheumatic fever",
        "symptoms": [
            "a high temperature",
            "pain and swelling in your joints (arthritis), usually ankles, knees, wrists or elbows   your joints may also look red, although this may be less obvious on brown or black skin",
            "pain in your chest, breathlessness and a fast heart rate",
            "jerky, uncontrollable movements in your hands, feet and face",
            "tiny bumps under your skin"
        ],
        "overview": "You may need: Getting plenty of bed rest will also help with your recovery. Most people usually make a full recovery by about  months. But it can sometimes take longer to get better.",
        "url": "https://www.nhs.uk/conditions/rheumatic-fever/"
    },
    {
        "condition": "MRSA",
        "symptoms": [
            "is painful and swollen",
            "feels warm when you touch it",
            "leaks pus or liquid",
            "looks red   though this may be harder to see on brown or black skin",
            "high temperature"
        ],
        "overview": "Most people with MRSA bacteria on their skin do not have any symptoms. But if you get an MRSA infection under your skin, you may have an area of skin that:",
        "url": "https://www.nhs.uk/conditions/mrsa/"
    },
    {
        "condition": "Bloating",
        "symptoms": [
            "your tummy feels full or bigger than usual",
            "you have tummy pain or discomfort",
            "your tummy is rumbling or making noises",
            "you're farting more than usual"
        ],
        "overview": "You may be bloated if:",
        "url": "https://www.nhs.uk/conditions/bloating/"
    },
    {
        "condition": "Malnutrition",
        "symptoms": [
            "unintentional weight loss  losing 5% to 10% or more of weight over 3 to 6 months is one of the main signs of malnutrition",
            "a low body weight   people with a body mass index (BMI) under 18.5 are at risk of being malnourished (use theBMI calculatorto work out your BMI)",
            "a lack of interest in eating and drinking",
            "feeling tired all the time",
            "feeling weak"
        ],
        "overview": "Malnutrition is a serious condition that happens when your diet does not contain the right amount of nutrients. It means \"poor nutrition\" and can refer to: These pages focus on undernutrition in adults or children. Read aboutobesityfor more about the problems associated with overnutrition.",
        "url": "https://www.nhs.uk/conditions/malnutrition/"
    },
    {
        "condition": "Parkinson's disease",
        "symptoms": [
            "involuntary shaking of particular parts of the body(tremor)",
            "slow movement",
            "stiff and inflexible muscles",
            "depressionandanxiety",
            "balance problems (this may increase the chances of afall)"
        ],
        "overview": "Parkinson's disease is a condition in which parts of the brain become progressively damaged over many years.",
        "url": "https://www.nhs.uk/conditions/parkinsons-disease/"
    },
    {
        "condition": "Edwards' syndrome (trisomy 18)",
        "symptoms": [
            "low birth weight",
            "ears in a low position on their head",
            "cleft lip or palate",
            "club foot",
            "problems with their heart, kidneys or spine"
        ],
        "overview": "Newborn babies with Edwards  syndrome may have some, or all, of the following symptoms: Each person with Edwards  syndrome is different, and there are also different types which can cause different symptoms.",
        "url": "https://www.nhs.uk/conditions/edwards-syndrome/"
    },
    {
        "condition": "Vitiligo",
        "symptoms": [
            "mouth and eyes",
            "fingers and wrists",
            "armpits",
            "groin",
            "genitals"
        ],
        "overview": "Vitiligo is a long-term condition where pale white patches develop on the skin. It's caused by the lack of melanin, which is the pigment in skin. Vitiligo can affect any area of skin, but it commonly happens on the face, neck and hands, and in skin creases. The pale areas of skin are more vulnerable to sunburn, so it's important to take extra care when in the sun and use a sunscreen with a high sun protection factor (SPF).",
        "url": "https://www.nhs.uk/conditions/vitiligo/"
    },
    {
        "condition": "Overactive thyroid (hyperthyroidism)",
        "symptoms": [
            "nervousness, anxiety and irritability",
            "mood swings",
            "difficulty sleeping",
            "persistent tiredness and weakness",
            "sensitivity to heat"
        ],
        "overview": "An overactive thyroid, also known as hyperthyroidism or thyrotoxicosis, is where the thyroid gland produces too much of the thyroid hormones. An overactive thyroid can affect anyone, but it's about  times more common in women than men, and typically happens between  and  years of age.",
        "url": "https://www.nhs.uk/conditions/overactive-thyroid-hyperthyroidism/"
    },
    {
        "condition": "Cerebral palsy",
        "symptoms": [
            "delays in reaching development milestones   for example, not sitting by 8 months or not walking by 18 months",
            "seeming too stiff or too floppy",
            "weak arms or legs",
            "fidgety, jerky or clumsy movements",
            "random, uncontrolled movements"
        ],
        "overview": "Cerebral palsy is the name for a group of lifelong conditions that affect movement and co-ordination. It's caused by a problem with the brain that develops before, during or soon after birth.",
        "url": "https://www.nhs.uk/conditions/cerebral-palsy/"
    },
    {
        "condition": "Cytomegalovirus (CMV)",
        "symptoms": [
            "a high temperature",
            "aching muscles",
            "tiredness",
            "a skin rash",
            "feeling sick"
        ],
        "overview": "Cytomegalovirus (CMV) does not usually cause any symptoms and most people do not realise they have it. Some people get flu-like symptoms the first time they get CMV, including:",
        "url": "https://www.nhs.uk/conditions/cytomegalovirus-cmv/"
    },
    {
        "condition": "Ovarian cyst",
        "symptoms": [
            "pelvic pain  this can range from a dull, heavy sensation to a sudden, severe and sharp pain",
            "pain during sex",
            "difficulty emptying your bowels",
            "a frequent need to urinate",
            "heavy periods,irregular periodsor lighter periods than normal"
        ],
        "overview": "An ovarian cyst is a fluid-filled sac that develops on an ovary. They're very common and do not usually cause any symptoms.",
        "url": "https://www.nhs.uk/conditions/ovarian-cyst/"
    },
    {
        "condition": "Fainting",
        "symptoms": [
            "dizziness",
            "cold skin and sweating",
            "feeling warm or hot",
            "feeling sick",
            "changes to your vision"
        ],
        "overview": "There are many reasons why someone might faint.",
        "url": "https://www.nhs.uk/conditions/fainting/"
    },
    {
        "condition": "Botulism",
        "symptoms": [
            "Depending on the exact type of botulism",
            "some people initially have symptoms such as feeling sick",
            "being sick (vomiting)",
            "stomach cramps",
            "diarrhoeaorconstipation."
        ],
        "overview": "The time it takes to develop symptoms can vary from a few hours to several days after exposure to the Clostridium botulinum bacteria or their toxins. Affected babies may also have a weak cry, find it difficult to feed, and have a floppy head, neck and limbs.",
        "url": "https://www.nhs.uk/conditions/botulism/"
    },
    {
        "condition": "Idiopathic pulmonary fibrosis",
        "symptoms": [
            "shortness of breath",
            "a persistent drycough",
            "tiredness",
            "loss of appetite andweight loss",
            "rounded and swollen fingertips (clubbed fingers)"
        ],
        "overview": "Idiopathic pulmonary fibrosis (IPF) is a condition in which the lungs become scarred and breathing becomes increasingly difficult. It's not clear what causes it, but it usually affects people who are around  to  years old, and is rare in people under .",
        "url": "https://www.nhs.uk/conditions/idiopathic-pulmonary-fibrosis/"
    },
    {
        "condition": "Medically unexplained symptoms",
        "symptoms": [
            "pains in the muscles or joints",
            "back pain",
            "headaches",
            "tiredness",
            "feeling faint"
        ],
        "overview": "About  in  people who see a GP have physical symptoms that cannot be explained.",
        "url": "https://www.nhs.uk/conditions/medically-unexplained-symptoms/"
    },
    {
        "condition": "Tay-Sachs disease",
        "symptoms": [
            "being overly startled by noises and movement",
            "being very slow to reach milestones like learning to crawl, and losing skills they have already learnt",
            "floppiness and weakness, which keeps getting worse until they're unable to move (paralysis)",
            "difficulty swallowing",
            "loss of vision or hearing"
        ],
        "overview": "Symptoms of infantile Tay-Sachs disease usually start when a child is  to  months old. The condition is usually fatal by around  to  years of age, often due to complications of a lung infection(pneumonia). Rarer types of Tay-Sachs disease start later in childhood (juvenile Tay-Sachs disease) or early adulthood (late-onset Tay-Sachs disease). The late-onset type doesn't always shorten life expectancy.",
        "url": "https://www.nhs.uk/conditions/tay-sachs-disease/"
    },
    {
        "condition": "Poisoning",
        "symptoms": [
            "being sick",
            "stomach pains",
            "confusion",
            "drowsiness and fainting fits"
        ],
        "overview": "Poisoning is when a person is exposed to a substance that can damage their health or endanger their life. Most cases of poisoning happen at home, and children under  have the highest risk of accidental poisoning. There are several thousands of cases in England each year where people intentionally poison themselves as a deliberate act ofself-harm.",
        "url": "https://www.nhs.uk/conditions/poisoning/"
    },
    {
        "condition": "Nasal and sinus cancer",
        "symptoms": [
            "a blocked nose that does not go away and usually only affects 1 side",
            "nosebleeds",
            "a decreased sense of smell",
            "mucus running from your nose   this can be bloody",
            "mucus draining into the back of your nose and throat"
        ],
        "overview": "The most common symptoms of nasal and sinus cancer are:",
        "url": "https://www.nhs.uk/conditions/nasal-and-sinus-cancer/"
    },
    {
        "condition": "Acoustic neuroma (vestibular schwannoma)",
        "symptoms": [
            "hearing lossthat usually only affects 1 ear",
            "hearing sounds that come from inside the body (tinnitus)",
            "the sensation that you're moving or spinning (vertigo)",
            "persistentheadaches",
            "temporary blurred ordouble vision"
        ],
        "overview": "An acoustic neuroma may not cause any obvious symptoms at first. A large acoustic neuroma can also sometimes cause:",
        "url": "https://www.nhs.uk/conditions/acoustic-neuroma/"
    },
    {
        "condition": "Glomerulonephritis",
        "symptoms": [
            "rashes",
            "joint pain",
            "stomach pain",
            "high temperature",
            "shortness of breath"
        ],
        "overview": "Glomerulonephritis is damage to the tiny filters inside your kidneys (the glomeruli). It's often caused by your immune system attacking healthy body tissue. If glomerulonephritis is mild, it does not usually cause any noticeable symptoms. It's more likely to be diagnosed when blood or urine tests are carried out for another reason. Although mild cases of glomerulonephritis can be treated effectively, for some people the condition can lead to long-term kidney problems.",
        "url": "https://www.nhs.uk/conditions/glomerulonephritis/"
    },
    {
        "condition": "Dyspraxia (developmental co-ordination disorder) in adults",
        "symptoms": [
            "your co-ordination, balance and movement",
            "how you learn new skills, think, and remember information at work and home",
            "your daily living skills, such as dressing or preparing meals",
            "your ability to write, type, draw and grasp small objects",
            "how you function in social situations"
        ],
        "overview": "Symptoms of dyspraxia can vary between individuals and may change over time. You may find routine tasks difficult. If you have dyspraxia it may affect:",
        "url": "https://www.nhs.uk/conditions/developmental-coordination-disorder-dyspraxia-in-adults/"
    },
    {
        "condition": "Addison's disease",
        "symptoms": [
            "Early-stage symptoms of Addison's disease are similar to other more common health conditions",
            "such asclinical depressionorflu.",
            "lack of energy or motivation (fatigue)",
            "muscle weakness",
            "low mood"
        ],
        "overview": "Addison's disease, also known as primary adrenal insufficiency or hypoadrenalism, is a rare disorder of the adrenal glands. The adrenal glands are  small glands that sit on top of the kidneys. They produce  essential hormones: cortisol and aldosterone. The adrenal gland is damaged in Addison's disease, so it does not produce enough cortisol or aldosterone. About , people in the UK have Addison's disease, with over  new cases diagnosed each year. It can affect people of any age, although it's most common between the ages of  and . It's also more common in women than men.",
        "url": "https://www.nhs.uk/conditions/addisons-disease/"
    },
    {
        "condition": "Crohn's disease",
        "symptoms": [
            "diarrhoea",
            "stomach aches and cramps",
            "blood in your poo",
            "tiredness (fatigue)",
            "weight loss"
        ],
        "overview": "Crohn's disease is a lifelong condition where parts of the digestive system become inflamed. It's one type of a condition called inflammatory bowel disease (IBD).",
        "url": "https://www.nhs.uk/conditions/crohns-disease/"
    },
    {
        "condition": "Ectopic pregnancy",
        "symptoms": [
            "a missed period and othersigns of pregnancy",
            "tummy painlow down on one side",
            "vaginal bleedingor a brown watery discharge",
            "pain in the tip of your shoulder",
            "discomfort when peeing or pooing"
        ],
        "overview": "An ectopic pregnancy is when a fertilised egg implants itself outside of the womb, usually in one of the fallopian tubes. The fallopian tubes are the tubes connecting the ovaries to the womb. If an egg gets stuck in them, it won't develop into a baby and your health may be at risk if the pregnancy continues. In the UK, around  in every  pregnancies is ectopic. This is around , pregnancies a year.",
        "url": "https://www.nhs.uk/conditions/ectopic-pregnancy/"
    },
    {
        "condition": "Discoid eczema",
        "symptoms": [
            "the patches oozing a lot of fluid",
            "a yellow crust developing over the patches",
            "the skin around the patches becoming hot, swollen and tender or painful",
            "feeling sick",
            "feeling hot or shivery"
        ],
        "overview": "Discoid eczema, also known as nummular or discoid dermatitis, is a long-term (chronic) skin condition that causes skin to become itchy, swollen and cracked in circular or oval patches.",
        "url": "https://www.nhs.uk/conditions/discoid-eczema/"
    },
    {
        "condition": "Peripheral arterial disease (PAD)",
        "symptoms": [
            "hair loss on your legs and feet",
            "numbness or weakness in the legs",
            "brittle, slow-growing toenails",
            "ulcers (open sores) on your feet and legs, which do not heal",
            "changing skin colour on your legs, such as turning paler than usual or blue   this may be harder to see on brown and black skin"
        ],
        "overview": "Peripheral arterial disease (PAD) is a common condition where a build-up of fatty deposits in the arteries restricts blood supply to leg muscles. It's also known as peripheral vascular disease (PVD).",
        "url": "https://www.nhs.uk/conditions/peripheral-arterial-disease-pad/"
    },
    {
        "condition": "Acute myeloid leukaemia",
        "symptoms": [
            "looking pale or \"washed out\"",
            "feeling tired or weak",
            "breathlessness",
            "frequent infections",
            "unusual and frequent bruising or bleeding, such as bleeding gums ornosebleeds"
        ],
        "overview": "Acute leukaemia is classified according to the type of white blood cells affected. The  main types of white blood cells are: This topic focuses on acute myeloid leukaemia (AML), which is an aggressive cancer of the monocyte or granulocyte cells. The following types of leukaemia are covered separately:",
        "url": "https://www.nhs.uk/conditions/acute-myeloid-leukaemia/"
    },
    {
        "condition": "Long QT syndrome",
        "symptoms": [
            "fainting",
            "a seizure or fit",
            "a cardiac arrest (where your heart beats so fast that not enough blood gets to your brain, so you become unconscious and stop breathing)"
        ],
        "overview": "Long QT syndrome can causeheart palpitations, where you suddenly feel your heart beating irregularly or faster than usual. Your heart rhythm usually goes back to normal on its own, but if it continues you may have: Symptoms can be triggered by exercise, a shock or sudden noise, excitement or stress. They can also happen while you're resting or sleeping. Many people with long QT syndrome do not have any symptoms. Sometimes it's found when you have a heart rhythm test called an electrocardiogram (ECG) for another reason.",
        "url": "https://www.nhs.uk/conditions/long-qt-syndrome/"
    },
    {
        "condition": "Strep A",
        "symptoms": [
            "flu-like symptoms, such as a high temperature, swollen glands or an aching body",
            "sore throat(strep throat ortonsillitis)",
            "a rash that feels rough, like sandpaper (scarlet fever)",
            "scabs and sores (impetigo)",
            "pain and swelling (cellulitis)"
        ],
        "overview": "Strep A infections are more common in children, but adults can also sometimes get them. Most strep A infections are not serious and can be treated with antibiotics. But rarely, the infection can cause serious problems. This is called invasive group A strep (iGAS).",
        "url": "https://www.nhs.uk/conditions/strep-a/"
    },
    {
        "condition": "Cavernoma",
        "symptoms": [
            "bleeding (haemorrhage)",
            "fits (seizures)",
            "headaches",
            "neurological problems, such as dizziness,slurred speech (dysarthria),double vision, balance problems andtremor",
            "weakness, numbness, tiredness,memory problemsand difficulty concentrating"
        ],
        "overview": "The severity and duration of symptoms can vary depending on the size, location and number of cavernomas. Problems can occur if the cavernoma bleeds or presses on certain areas of the brain. The cells lining a cavernoma are often thinner than those that line normal blood vessels, which means they're prone to leaking blood. In most cases, bleeding is small   usually around half a teaspoonful of blood   and may not cause other symptoms. But severe haemorrhages can be life threatening and may lead to long-lasting problems. You should seek medical help as soon as possible if you experience any of the above symptoms for the first time.",
        "url": "https://www.nhs.uk/conditions/cavernoma/"
    },
    {
        "condition": "Plantar fasciitis",
        "symptoms": [
            "the pain is much worse when you first start walking after sleeping or resting",
            "the pain gradually gets better when you start moving around, but gets worse if you stand, walk or run for a long time",
            "it's painful to stretch the bottom of your foot, for example when you raise your toes off the floor or walk up stairs"
        ],
        "overview": "The main symptom of plantar fasciitis is pain on the bottom of your foot, around your heel and arch. It's more likely to be plantar fasciitis if:",
        "url": "https://www.nhs.uk/conditions/plantar-fasciitis/"
    },
    {
        "condition": "Spina bifida",
        "symptoms": [
            "weakness or totalparalysisof the legs",
            "bowel incontinenceandurinary incontinence",
            "loss of skin sensation in the legs and around the bottom   the child is unable to feel hot or cold, which can lead to accidental injury"
        ],
        "overview": "Spina bifida is when a baby's spine and spinal cord does not develop properly in the womb, causing a gap in the spine. Spina bifida is a type of neural tube defect. The neural tube is the structure that eventually develops into the baby's brain and spinal cord. The neural tube starts to form in early pregnancy and closes about  weeks after conception. In spina bifida, part of the neural tube does not develop or close properly, leading to defects in the spinal cord and bones of the spine (vertebrae). It's not known what causes spina bifida, but a lack offolic acid before and in the early stages of pregnancyis a significant risk factor.",
        "url": "https://www.nhs.uk/conditions/spina-bifida/"
    },
    {
        "condition": "Acute pancreatitis",
        "symptoms": [
            "suddenly getting severe pain in the centre of your tummy (abdomen)",
            "feeling or being sick",
            "a high temperature of 38C or more (fever)"
        ],
        "overview": "Acute pancreatitis is a condition where the pancreas becomes inflamed (swollen) over a short period of time. The pancreas is a small organ, located behind the stomach, that helps with digestion. Most people with acute pancreatitis start to feel better within about a week and have no further problems. But some people with severe acute pancreatitis can go on to develop serious complications. Acute pancreatitis is different tochronic pancreatitis, where the pancreas has become permanently damaged from inflammation over many years.",
        "url": "https://www.nhs.uk/conditions/acute-pancreatitis/"
    },
    {
        "condition": "Dengue",
        "symptoms": [
            "a high temperature",
            "a severe headache",
            "pain behind your eyes",
            "muscle and joint pain",
            "feeling or being sick"
        ],
        "overview": "You can get dengue if you're bitten by an infected mosquito. The mosquitoes that carry the dengue virus bite during the day. Dengue is very common in certain parts of the world. It's often found in tropical areas including: There's also a risk of getting dengue at certain times of the year (spring to November) in parts of southern Europe. Dengue is not found in the UK and you cannot catch it from another person.",
        "url": "https://www.nhs.uk/conditions/dengue/"
    },
    {
        "condition": "Respiratory syncytial virus (RSV)",
        "symptoms": [
            "a runny or blocked nose",
            "a cough",
            "sneezing",
            "tiredness",
            "a high temperature   signs include your back or chest feeling hotter than usual, sweatiness and shivering (chills)"
        ],
        "overview": "RSV infections are very common. Almost all children get them at least once before they're  years old. They're not usually serious, but some babies and adults have a higher risk of getting seriously ill, particularly: In babies, RSV is a common cause of a type of chest infection calledbronchiolitis. This can cause breathing problems and may need to be treated in hospital. RSV can also cause a serious lung infection (pneumonia) in babies and older adults.",
        "url": "https://www.nhs.uk/conditions/respiratory-syncytial-virus-rsv/"
    },
    {
        "condition": "Chiari malformation",
        "symptoms": [
            "headaches  these are usually felt at the back of the head and may be brought on or made worse by coughing, straining, sneezing or bending over",
            "neck pain",
            "dizziness and balance problems",
            "muscle weakness",
            "numbness or tingling in the arms or legs"
        ],
        "overview": "The severity of Chiari malformations can vary from person to person, but generally:",
        "url": "https://www.nhs.uk/conditions/chiari-malformation/"
    },
    {
        "condition": "Heart valve disease",
        "symptoms": [
            "shortness of breath",
            "feeling tired or weak",
            "feeling dizzy",
            "heart palpitations, where you suddenly feel your heart beating irregularly or faster than usual",
            "swollen ankles and feet"
        ],
        "overview": "Some people do not have any symptoms. Sometimes it's found by chance if a doctor hears an unusual sound (a heart murmur) when they listen to your chest.",
        "url": "https://www.nhs.uk/conditions/heart-valve-disease/"
    },
    {
        "condition": "Malaria",
        "symptoms": [
            "a high temperature, sweats and chills",
            "headaches and feeling confused",
            "feeling very tired and sleepy (especially in children)",
            "feeling and being sick, tummy pain and diarrhoea",
            "loss of appetite"
        ],
        "overview": "Malaria is caused by being bitten by an infected mosquito. It can take just  bite to get it. The infection is very common in certain parts of the world. It's found in tropical regions, including: Malaria is not found in the UK and you cannot catch it from another person.",
        "url": "https://www.nhs.uk/conditions/malaria/"
    },
    {
        "condition": "Progressive supranuclear palsy",
        "symptoms": [
            "problems with balance and mobility, including frequentfalls",
            "changes in behaviour, such as irritability or apathy (lack of interest)",
            "muscle stiffness",
            "an inability to control eye and eyelid movement, including focusing on specific objects or looking up or down at something",
            "slow, quiet or slurred speech"
        ],
        "overview": "Progressive supranuclear palsy (PSP) is a rare neurological condition that can cause problems with balance, movement, vision, speech and swallowing. It's caused by increasing numbers of brain cells becoming damaged over time. ThePSP Associationestimates there are around , people with PSP living in the UK. But it's thought the true figure could be much higher as many cases may be misdiagnosed. Most cases of PSP develop in people who are over the age of .",
        "url": "https://www.nhs.uk/conditions/progressive-supranuclear-palsy-psp/"
    },
    {
        "condition": "Heart failure",
        "symptoms": [
            "breathlessnessafter activity or at rest",
            "feeling tired most of the time and finding exercise exhausting",
            "feeling lightheaded or fainting",
            "swollen ankles and legs",
            "Some people also experience other symptoms"
        ],
        "overview": "Heart failure means that the heart is unable to pump blood around the body properly. It usually happens because the heart has become too weak or stiff. It's sometimes called congestive heart failure, although this name is not widely used now. Heart failure does not mean your heart has stopped working. It means it needs some support to help it work better. It can occur at any age, but is most common in older people. Heart failure is a long-term condition that tends to get gradually worse over time. It cannot usually be cured, but the symptoms can often be controlled for many years.",
        "url": "https://www.nhs.uk/conditions/heart-failure/"
    },
    {
        "condition": "Bladder pain syndrome (interstitial cystitis)",
        "symptoms": [
            "intensepelvic pain(felt over your lower tummy)",
            "sudden strong urges to pee",
            "needing to pee more often than usual",
            "pain in your lower tummy when your bladder is filling up, which is relieved when you pee",
            "waking up several times during the night to pee"
        ],
        "overview": "Ask for an urgent GP appointment or call  if you have blood in your urine and pain in your lower tummy. Blood in your pee may be bright pink, red or dark brown.",
        "url": "https://www.nhs.uk/conditions/interstitial-cystitis/"
    },
    {
        "condition": "Eye tests for children",
        "symptoms": [
            "the eyes not pointing in the same direction",
            "complaining ofheadachesor eye strain",
            "problems reading   for example, they may need to hold books close to their face and they may lose their place regularly",
            "problems with hand-eye co-ordination   for example, they may struggle to play ball games",
            "being unusually clumsy"
        ],
        "overview": "Children may not realise they have a vision problem so, without routine tests, there's a risk a problem may not be spotted. This may affect their development and education. If you have any concerns about your child's vision see a GP or go to an opticians.",
        "url": "https://www.nhs.uk/conditions/eye-tests-in-children/"
    },
    {
        "condition": "Nasopharyngeal cancer",
        "symptoms": [
            "alumpin the neck that doesnt go away after 3 weeks",
            "hearing loss(usually only in 1 ear)",
            "tinnitus(hearing sounds that come from inside the body rather than from an outside source)",
            "a blocked or stuffy nose (usually only blocked on 1 side)",
            "nosebleeds"
        ],
        "overview": "It's often difficult to recognise nasopharyngeal cancer because the symptoms are similar to other, less serious conditions. Also, many people with nasopharyngeal cancer don't have any symptoms until the cancer reaches an advanced stage. See a GP if you have any of these symptoms, particularly if they haven't improved after  weeks. It's very unlikely they'll be caused by nasopharyngeal cancer, but it's best to get them checked out.",
        "url": "https://www.nhs.uk/conditions/nasopharyngeal-cancer/"
    },
    {
        "condition": "Antisocial personality disorder",
        "symptoms": [
            "exploit, manipulate or violate the rights of others",
            "lack concern, regret or remorse about other people's distress",
            "behave irresponsibly and show disregard for normal social behaviour",
            "have difficulty sustaining long-term relationships",
            "be unable to control their anger"
        ],
        "overview": "A person with antisocial personality disorder may:",
        "url": "https://www.nhs.uk/mental-health/conditions/antisocial-personality-disorder/"
    },
    {
        "condition": "ADHD in adults",
        "symptoms": [
            "being easily distracted or forgetful",
            "finding it hard to organise your time",
            "finding it hard to follow instructions or finish tasks",
            "losing things often, like your wallet, mobile or keys",
            "having a lot of energy or feeling restless"
        ],
        "overview": "Symptoms of ADHD involve your ability to pay attention to things (being inattentive), having high energy levels (being hyperactive) and your ability to control your impulses (being impulsive). You may show signs of being hyperactive and impulsive, including: Most people with ADHD will have symptoms of both the inattentive and hyperactive-impulsive type. Some only show signs of one type. These symptoms usually start before the age of . ADHD is thought to be recognised less often in women than men. This may be because women with ADHD more commonly have inattentive symptoms and these can be harder to recognise than hyperactive symptoms.",
        "url": "https://www.nhs.uk/conditions/adhd-adults/"
    },
    {
        "condition": "Inflammatory bowel disease",
        "symptoms": [
            "diarrhoea that lasts longer than 4 weeks",
            "tummy pain",
            "blood or mucus (clear slime) in your poo",
            "bleeding from your bottom",
            "feeling tired all the time"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/inflammatory-bowel-disease/"
    },
    {
        "condition": "Tourette's syndrome",
        "symptoms": [
            "blinking",
            "eye rolling",
            "grimacing",
            "shoulder shrugging",
            "jerking of the head or limbs"
        ],
        "overview": "Tics are the main symptom of Tourette's syndrome. They usually appear in childhood between the ages of  and  (around  years is the average). People with Tourette's syndrome have a combination of physical and vocal tics. Swearing is rare and only affects about  in  people with Tourette's syndrome. Tics can be worse on some days than others. They may be worse during periods of: Children with Tourette's syndrome may also be at risk of bullying because their tics might single them out.",
        "url": "https://www.nhs.uk/conditions/tourettes-syndrome/"
    },
    {
        "condition": "Moles",
        "symptoms": [
            "babies to be born with moles",
            "new moles to appear   especially in children and teenagers",
            "moles to fade or disappear as you get older",
            "moles to get slightly darker during pregnancy"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/moles/"
    },
    {
        "condition": "Infected piercings",
        "symptoms": [
            "the area around it is swollen, painful, hot, very red or dark (depending on your skin colour)",
            "there's blood or pus coming out of it   pus can be white, green or yellow",
            "you feel hot or shivery or generally unwell"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/infected-piercings/"
    },
    {
        "condition": "Typhus",
        "symptoms": [
            "a high temperature",
            "headache",
            "a rash, which may be harder to see on black or brown skin",
            "feeling sick or being sick",
            "feeling generally unwell"
        ],
        "overview": "You can catch typhus if you're bitten by infected lice, mites or fleas. These are often found on small animals like mice, rats, cats, dogs, and squirrels. People can also carry them on their clothes, skin or hair. Typhus is mainly found in parts of Africa, South America and Asia, especially in places where:",
        "url": "https://www.nhs.uk/conditions/typhus/"
    },
    {
        "condition": "Haemochromatosis",
        "symptoms": [
            "feeling very tired all the time (fatigue)",
            "weight loss",
            "weakness",
            "joint pain",
            "an inability to get or maintain an erection (erectile dysfunction)"
        ],
        "overview": "Haemochromatosis is an inherited condition where iron levels in the body slowly build up over many years.",
        "url": "https://www.nhs.uk/conditions/haemochromatosis/"
    },
    {
        "condition": "Appendicitis",
        "symptoms": [
            "feeling or being sick, or loss of appetite",
            "a high temperature",
            "constipation or diarrhoea",
            "peeing more than usual",
            "sudden confusion (in older people)"
        ],
        "overview": "Symptoms of appendicitis usually start with pain in the middle of your abdomen (tummy), around your belly button. After a few hours the pain usually moves to the lower right side of your abdomen, and gets worse. The pain may feel worse when you move, cough or press on the area. It may feel slightly better when you pull your knees up to your chest. Some people with appendicitis do not have the usual pain symptoms. For example, you might have pain that's less severe, develops more slowly, or in a different place. This can be more likely if you're pregnant and in young children and older people. If appendicitis is not treated quickly, your appendix can burst. If this happens your pain may suddenly get better for a short time. You'll then usually have severe pain that spreads to the whole of your abdomen. It may be very painful to move. Many other conditions can cause pain in your abdomen, including: But do not try to diagnose the problem yourself. Get medical help if you're worried.",
        "url": "https://www.nhs.uk/conditions/appendicitis/"
    },
    {
        "condition": "Multiple sclerosis",
        "symptoms": [
            "feeling extremely tired (fatigue)",
            "problems with your eyes or your vision, such as blurred vision or eye pain",
            "numbness or a tingling feeling in different parts of the body",
            "feeling off balance, dizzy or clumsy (uncoordinated)",
            "muscle cramps, spasms and stiffness"
        ],
        "overview": "There are lots of possible symptoms of multiple sclerosis (MS). Everyone with the condition is affected differently. Symptoms may come (called \"flare-ups\" or \"relapses\") and go (called \"remissions\"), and may get worse over time.",
        "url": "https://www.nhs.uk/conditions/multiple-sclerosis/"
    },
    {
        "condition": "Hydronephrosis",
        "symptoms": [
            "pain in your back or side   this may be sudden and severe, or may be a dull ache that comes and goes over time; it may get worse after you have drunk a lot of fluid",
            "symptoms of a UTI, such as needing to pee more often, pain or a burning sensation while peeing, and feeling tired and unwell",
            "blood in your urine",
            "urinating less often than you used to or with a weak stream"
        ],
        "overview": "Hydronephrosis is a condition where one or both kidneys become stretched and swollen as the result of a build-up of urine inside them. It can affect people of any age and is sometimes spotted in unborn babies during routine pregnancyultrasound scans. This is known as antenatal hydronephrosis. Hydronephrosis does not generally cause any long-term problems if it's diagnosed and treated promptly. The condition can increase your chances of gettingurinary tract infections (UTIs). In severe cases that are left untreated, the kidneys may become scarred, which could lead to loss of kidney function(kidney failure).",
        "url": "https://www.nhs.uk/conditions/hydronephrosis/"
    },
    {
        "condition": "Cyclical vomiting syndrome",
        "symptoms": [
            "keep a diary to see if certain things trigger your symptoms   for example, some people find certain foods, large meals, stress or lack of sleep can be triggers and it can help to avoid them",
            "remember to take any medicine you've been prescribed",
            "stay in bed and sleep in a dark, quiet room",
            "keep taking small sips of fluid, such as water or diluted squash, to prevent dehydration during and after an episode of vomiting   a pharmacist can recommend oral rehydration solutions that you mix with water and drink"
        ],
        "overview": "The main symptoms of cyclical vomiting syndrome are severe episodes of feeling sick (nausea) and being sick (vomiting), followed by periods of feeling well. Each episode can last anything from a few hours up to a few days. They begin with sweating, feeling sick and looking paler than usual, followed by retching (trying to be sick) and vomiting. Episodes usually start at the same time of day or night and last for the same length of time. Once these symptoms improve, most people with cyclical vomiting syndrome feel better for a few weeks or months until a new episode begins. Cyclical vomiting syndrome often starts in children around  years old and improves as they get older. But it can also affect adults and is often more severe in adults who did not have the condition as a child.",
        "url": "https://www.nhs.uk/conditions/cyclical-vomiting-syndrome/"
    },
    {
        "condition": "Mumps",
        "symptoms": [
            "Other symptoms of mumps include headaches",
            "joint pain",
            "a high temperature",
            "which may develop a few days before the swelling of the parotid glands."
        ],
        "overview": "Mumps is a contagious viral infection that used to be common in children before the introduction of the MMR vaccine.",
        "url": "https://www.nhs.uk/conditions/mumps/"
    },
    {
        "condition": "Personality disorders",
        "symptoms": [
            "Someone with a personality disorder may also have other mental health problems",
            "such asdepressionanddrug addiction."
        ],
        "overview": "Symptoms vary depending on the type of personality disorder. For example, a person withborderline personality disorder(one of the most common types) tends to have disturbed ways of thinking, impulsive behaviour and problems controlling their emotions. They may have intense but unstable relationships and worry about people abandoning them. A person withantisocial personality disorderwill typically get easily frustrated and have difficulty controlling their anger. They may blame other people for problems in their life, and be aggressive and violent, upsetting others with their behaviour. Other types of personality disorder will have different symptoms. Find out more about the different types of personality disorder on the Mind website",
        "url": "https://www.nhs.uk/mental-health/conditions/personality-disorder/"
    },
    {
        "condition": "Womb (uterus) cancer",
        "symptoms": [
            "29 October 2024Next review due: 29 October 2027",
            "Next:Symptoms"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/womb-cancer/"
    },
    {
        "condition": "What is melanoma skin cancer?-Melanoma skin cancer",
        "symptoms": [
            "06 March 2023Next review due: 06 March 2026",
            "Next:Symptoms"
        ],
        "overview": "There's another type of skin cancer callednon-melanoma skin cancer. It's more common and usually less serious than melanoma.",
        "url": "https://www.nhs.uk/conditions/melanoma-skin-cancer/"
    },
    {
        "condition": "Subarachnoid haemorrhage",
        "symptoms": [
            "There are usually no warning signs",
            "but a subarachnoid haemorrhage sometimes happens during physical effort or straining",
            "such as coughing",
            "going to the toilet",
            "lifting something heavy or having sex."
        ],
        "overview": "A subarachnoid haemorrhage is an uncommon type of stroke caused by bleeding on the surface of the brain. It's a very serious condition and can be fatal.",
        "url": "https://www.nhs.uk/conditions/subarachnoid-haemorrhage/"
    },
    {
        "condition": "Isovaleric acidaemia",
        "symptoms": [
            "developing a distinctive odour of \"sweaty feet\"",
            "poor feeding or loss of appetite",
            "weight loss",
            "lack of energy",
            "vomiting"
        ],
        "overview": "At around  days old, babies are now offerednewborn blood spot screeningto check if they have IVA. This involves pricking your baby's heel to collect drops of blood to test.",
        "url": "https://www.nhs.uk/conditions/isovaleric-acidaemia/"
    },
    {
        "condition": "Guillain-Barr syndrome",
        "symptoms": [
            "Guillain-Barr syndrome affects your senses",
            "your movement",
            "things such as breathing",
            "your heartbeat.",
            "sharp, shooting pain (nerve pain), often in your legs or back"
        ],
        "overview": "It usually affects your arms and legs first before you get symptoms in other parts of your body. Symptoms usually get worse over the first  to  weeks. You might feel tingling, numbness orpins and needlesin your feet and hands first. This is usually followed by muscle weakness and difficulty moving your joints. Some people s symptoms become so severe that they are not able to move their legs, arms and face (paralysis).",
        "url": "https://www.nhs.uk/conditions/guillain-barre-syndrome/"
    },
    {
        "condition": "Vulval cancer",
        "symptoms": [
            "a persistent itch in the vulva",
            "pain, soreness or tenderness in the vulva",
            "raised and thickened patches of skin that can be red, white or dark",
            "a lump or wart-like growth on the vulva",
            "bleeding from the vulva or blood-stainedvaginal dischargebetween periods"
        ],
        "overview": "Cancer of the vulva is a rare type of cancer that affects women. Most of those affected by vulval cancer are older women over the age of . The condition is rare in women under  who have not yet gone through themenopause.",
        "url": "https://www.nhs.uk/conditions/vulval-cancer/"
    },
    {
        "condition": "Rabies",
        "symptoms": [
            "numbness or tingling where you were bitten or scratched",
            "seeing things that are not there (hallucinations)",
            "feeling very anxious or energetic",
            "difficulty swallowing or breathing",
            "being unable to move (paralysis)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/rabies/"
    },
    {
        "condition": "Scurvy",
        "symptoms": [
            "feeling very tired and weak all the time",
            "feeling irritable and sad all the time",
            "joint, muscle or leg pain",
            "swollen, bleeding gums (sometimes teeth can fall out)",
            "developing red or blue spots on the skin, usually on the legs and feet, although this may be less noticeable on brown or black skin"
        ],
        "overview": "Scurvy is caused by not having enough vitamin C in your diet over a long period of time. Vitamin C is mainly found in fruit and vegetables. However, even people who do not eat very healthily all the time are not usually considered at risk of scurvy.",
        "url": "https://www.nhs.uk/conditions/scurvy/"
    },
    {
        "condition": "Hepatitis",
        "symptoms": [
            "muscle andjoint pain",
            "a high temperature",
            "feeling and being sick",
            "feeling unusually tired all the time",
            "a general sense of feeling unwell"
        ],
        "overview": "Short-term (acute) hepatitis often has no noticeable symptoms, so you may not realise you have it. See your GP if you have any persistent or troublesome symptoms that you think could be caused by hepatitis. Long-term (chronic) hepatitis also may not have any obvious symptoms until the liver stops working properly (liver failure) and may only be picked up duringblood tests. In the later stages it can cause jaundice, swelling in the legs, ankles and feet,confusion, and blood in your stools or vomit.",
        "url": "https://www.nhs.uk/conditions/hepatitis/"
    },
    {
        "condition": "What is stomach cancer?-Stomach cancer",
        "symptoms": [
            "14 February 2023Next review due: 14 February 2026",
            "Next:Symptoms"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/stomach-cancer/"
    },
    {
        "condition": "Ebola virus disease",
        "symptoms": [
            "They can appear suddenly",
            "include flu-like symptoms",
            "such as a high temperature",
            "extreme tiredness",
            "a headache."
        ],
        "overview": "There have been outbreaks of the virus in Central and West Africa in the past. The most recent outbreaks have been in: It's never been spread from person to person in the UK.",
        "url": "https://www.nhs.uk/conditions/ebola/"
    },
    {
        "condition": "Acne",
        "symptoms": [
            "face   this affects almost everyone with acne",
            "back   this affects more than half of people with acne",
            "chest   this affects about 15% of people with acne"
        ],
        "overview": "Acne is a common skin condition that affects most people at some point. It causes spots, oily skin and sometimes skin that's hot or painful to touch.",
        "url": "https://www.nhs.uk/conditions/acne/"
    },
    {
        "condition": "Arthritis",
        "symptoms": [
            "joint pain, tenderness and stiffness",
            "inflammation in and around the joints",
            "restricted movement of the joints",
            "warm red skin over the affected joint",
            "weakness and muscle wasting"
        ],
        "overview": "Arthritis is a common condition that causes pain and inflammation in a joint. In the UK, millions of people have arthritis or other, similar conditions that affect the joints. Arthritis affects people of all ages, including children.",
        "url": "https://www.nhs.uk/conditions/arthritis/"
    },
    {
        "condition": "Paget's disease of the nipple",
        "symptoms": [
            "The rash is often similar in appearance to other skin conditions",
            "such aseczemaorpsoriasis. If you scratch it",
            "or if it's left untreated",
            "it can bleed",
            "become ulcerated or scab over."
        ],
        "overview": "Paget's disease of the nipple, also known as Paget's disease of the breast, is a rare condition associated with breast cancer. It causes eczema-like changes to the skin of the nipple and the area of darker skin surrounding the nipple (areola). It's usually a sign ofbreast cancerin the tissue behind the nipple. About  to % of women with breast cancer have Paget's disease of the nipple. It can also affect men, but this is extremely rare. The term Paget's disease of the nipple is used to distinguish the condition fromPaget's disease of the bone(where bones become weak and deformed).",
        "url": "https://www.nhs.uk/conditions/pagets-disease-nipple/"
    },
    {
        "condition": "Endometriosis",
        "symptoms": [
            "Endometriosis is often found in areas around the womb",
            "such as the ovaries",
            "fallopian tubes",
            "lining of the pelvis.",
            "It also sometimes affects organs"
        ],
        "overview": "Symptoms happen when patches of endometriosis break down and bleed during your period but cannot leave your body. You may also have difficulty getting pregnant and have low mood or anxiety. Endometriosis is commonly diagnosed in women and girls, from when their periods start (puberty) through to menopause. It can affect anyone who has periods.",
        "url": "https://www.nhs.uk/conditions/endometriosis/"
    },
    {
        "condition": "Chronic kidney disease",
        "symptoms": [
            "tiredness",
            "swollen ankles, feet or hands",
            "shortness of breath",
            "feeling sick",
            "blood in your pee (urine)"
        ],
        "overview": "Chronic kidney disease (CKD) is a long-term condition where the kidneys do not work as well as they should. It's a common condition often associated with getting older. It can affect anyone, but it's more common in people who are black or of south Asian origin. CKD can get worse over time and eventually the kidneys may stop working altogether, but this is uncommon. Many people with CKD are able to live long lives with the condition.",
        "url": "https://www.nhs.uk/conditions/kidney-disease/"
    },
    {
        "condition": "High blood sugar (hyperglycaemia)",
        "symptoms": [
            "feeling very thirsty",
            "peeing a lot",
            "feeling weak or tired",
            "blurred vision",
            "losing weight"
        ],
        "overview": "If you have diabetes, you can find out if your blood sugar level is high by having a blood sugar (blood glucose) test. You may have regular tests by your care team or GP surgery, or you may have tests you can do at home.",
        "url": "https://www.nhs.uk/conditions/high-blood-sugar-hyperglycaemia/"
    },
    {
        "condition": "Sickle cell disease",
        "symptoms": [
            "painful episodes called sickle cell crises, which can be very severe and last for days or weeks",
            "an increased risk of serious infections",
            "anaemia (where red blood cells cannot carry enough oxygen around the body), which can cause tiredness andshortness of breath",
            "Some people also experience other problems",
            "such as delayed growth"
        ],
        "overview": "Sickle cell disease is the name for a group of inherited health conditions that affect the red blood cells. The most serious type is called sickle cell anaemia. Sickle cell disease is particularly common in people with an African or Caribbean family background. People with sickle cell disease produce unusually shaped red blood cells that can cause problems because they do not live as long as healthy blood cells and can block blood vessels.",
        "url": "https://www.nhs.uk/conditions/sickle-cell-disease/"
    },
    {
        "condition": "Bone cancer",
        "symptoms": [
            "persistent bone pain that gets worse over time and continues into the night",
            "swelling and redness (inflammation) over a bone, which can make movement difficult if the affected bone is near a joint",
            "a noticeable lump over a bone",
            "a weak bone that breaks (fractures) more easily than normal",
            "problems moving around   for example, walking with a limp"
        ],
        "overview": "Primary bone cancer is a rare type of cancer that begins in the bones. Around  new cases are diagnosed each year in the UK. This is a separate condition from secondary bone cancer, which is cancer that spreads to the bones after developing in another part of the body. These pages only refer to primary bone cancer. Find out more about secondary bone cancer on the Macmillan website",
        "url": "https://www.nhs.uk/conditions/bone-cancer/"
    },
    {
        "condition": "Neuromyelitis optica (NMO)",
        "symptoms": [
            "eye pain and problems with your eyesight or your colour vision, in one or both eyes",
            "sharp, burning or shooting pain (nerve pain) in your back, neck, arms or legs",
            "weakness, numbness or paralysis in your arms or legs",
            "muscle spasms (where your muscles suddenly tighten)",
            "problems with your bladder and bowels, such as incontinence, constipation or not being able to pee"
        ],
        "overview": "Symptoms of neuromyelitis optica (NMO) vary between people, and can be mild or severe. You may have symptoms only affecting your eyes (called optic neuritis), or only affecting your spinal cord (called transverse myelitis).",
        "url": "https://www.nhs.uk/conditions/neuromyelitis-optica/"
    },
    {
        "condition": "Heat exhaustion and heatstroke",
        "symptoms": [
            "tiredness",
            "dizziness",
            "headache",
            "feeling sick or being sick",
            "excessive sweating and skin becoming pale and clammy or getting aheat rash, but a change in skin colour can be harder to see on brown and black skin"
        ],
        "overview": "The symptoms of heat exhaustion are often the same in adults and children, although children may become irritable too. If someone is showing signs of heat exhaustion they need to be cooled down and given fluids.",
        "url": "https://www.nhs.uk/conditions/heat-exhaustion-heatstroke/"
    },
    {
        "condition": "Aspergillosis",
        "symptoms": [
            "shortness of breath",
            "a cough   you may cough up blood or lumps of mucus",
            "wheezing",
            "a high temperature",
            "losing weight without trying"
        ],
        "overview": "Aspergillosis is usually caused by breathing in tiny bits of mould. The mould is found in lots of places, including: You cannot catch aspergillosis from someone else or from animals. Aspergillosis is rare in healthy people. Most people who breathe in the mould do not get ill. You're usually only at risk of aspergillosis if you have:",
        "url": "https://www.nhs.uk/conditions/aspergillosis/"
    },
    {
        "condition": "Anal fistula",
        "symptoms": [
            "skin irritation around the anus",
            "a constant, throbbing pain that may be worse when you sit down, move around, poo or cough",
            "smelly discharge from near your anus",
            "passing pus or blood when you poo",
            "swelling and redness around your anus and a high temperature if you also have an abscess"
        ],
        "overview": "An anal fistula is a small tunnel that develops between the end of the bowel and the skin near the opening of the bottom (anus). It s usually caused by an infection near the anus, which results in a collection of pus (abscess) in the nearby tissue. When the pus drains away, it can leave a small channel behind. Surgery is recommended in most cases.",
        "url": "https://www.nhs.uk/conditions/anal-fistula/"
    },
    {
        "condition": "Polymyalgia rheumatica",
        "symptoms": [
            "extreme tiredness",
            "loss of appetite",
            "weight loss",
            "depression"
        ],
        "overview": "Polymyalgia rheumatica (PMR) is a condition that causes pain, stiffness and inflammation in the muscles around the shoulders, neck and hips.",
        "url": "https://www.nhs.uk/conditions/polymyalgia-rheumatica/"
    },
    {
        "condition": "Vascular dementia",
        "symptoms": [
            "slowness of thought",
            "difficulty with planning and understanding",
            "problems with concentration",
            "changes to your mood, personality or behaviour",
            "feeling disoriented and confused"
        ],
        "overview": "Vascular dementia is a common type of dementia caused by reduced blood flow to the brain. It's estimated to affect around , people in the UK. Dementia is the name for problems with mental abilities caused by gradual changes and damage in the brain. It's rare in people under . Vascular dementia tends to get worse over time, although it's sometimes possible to slow it down.",
        "url": "https://www.nhs.uk/conditions/vascular-dementia/"
    },
    {
        "condition": "Bell's palsy",
        "symptoms": [
            "weakness on 1 side of your face, or not being able to move 1 side of your face   this usually happens over a few days",
            "a drooping eyelid or corner of your mouth",
            "drooling",
            "a dry mouth",
            "loss of taste"
        ],
        "overview": "These can be signs of astroke, which is a medical emergency.",
        "url": "https://www.nhs.uk/conditions/bells-palsy/"
    },
    {
        "condition": "Joint hypermobility syndrome",
        "symptoms": [
            "often get tired, even after rest",
            "keep getting pain and stiffness in your joints or muscles",
            "keep getting sprains and strains",
            "keep dislocating your joints (they \"pop out\")",
            "have poor balance or co-ordination"
        ],
        "overview": "You or your child may have joint hypermobility syndrome if you: Some people with joint hypermobility syndrome do not have symptoms.",
        "url": "https://www.nhs.uk/conditions/joint-hypermobility-syndrome/"
    },
    {
        "condition": "Gestational diabetes",
        "symptoms": [
            "increasedthirst",
            "needing to pee more often than usual",
            "a dry mouth",
            "tiredness",
            "blurred eyesight"
        ],
        "overview": "Gestational diabetes is high blood sugar (glucose) that develops during pregnancy and usually disappears after giving birth. It can happen at any stage of pregnancy, but is more common in the second or third trimester. It happens when your body cannot produce enough insulin   a hormone that helps control blood sugar levels   to meet your extra needs in pregnancy. Gestational diabetes can cause problems for you and your baby during pregnancy and after birth. But the risks can be reduced if the condition is detected early and well managed.",
        "url": "https://www.nhs.uk/conditions/gestational-diabetes/"
    },
    {
        "condition": "MCADD",
        "symptoms": [
            "irritability",
            "poor feeding",
            "sleepiness",
            "floppiness",
            "breathing difficulties"
        ],
        "overview": "MCADD is a potentially serious condition that can be life-threatening if not recognised quickly and treated appropriately. However, most cases are picked up soon after birth and can be managed quite easily. With proper care, there's no reason why someone with MCADD cannot live a normal, healthy and active life.",
        "url": "https://www.nhs.uk/conditions/mcadd/"
    },
    {
        "condition": "Mpox",
        "symptoms": [
            "a high temperature (fever)",
            "a headache",
            "muscle aches",
            "backache",
            "swollen glands"
        ],
        "overview": "There have been a small number of cases of mpox in the UK since . These have mainly been a type of mpox that may be milder (called Clade  mpox). Cases of the type of mpox that may be more serious (called Clade  mpox) are very rare in the UK. So far this type of mpox has mainly been found in countries across central and east Africa. The risk of catching mpox in the UK is low for most people.",
        "url": "https://www.nhs.uk/conditions/mpox/"
    },
    {
        "condition": "Listeriosis",
        "symptoms": [
            "a high temperature",
            "aches and pains",
            "chills",
            "feeling or being sick",
            "diarrhoea"
        ],
        "overview": "Listeriosis is usually caused by eating food contaminated with listeria bacteria. These foods do not always contain listeria. If you have eaten them recently, you do not need to do anything unless you get symptoms of the infection. Although it's less common, you can also catch listeriosis from:",
        "url": "https://www.nhs.uk/conditions/listeriosis/"
    },
    {
        "condition": "Liver disease",
        "symptoms": [
            "feeling very tired and weak all the time",
            "loss of appetite   which may lead to weight loss",
            "loss of sex drive (libido)",
            "yellow skin and whites of the eyes (jaundice)",
            "itchy skin"
        ],
        "overview": "There are several types of liver disease, which can have different causes. Alcohol-related liver disease Regularly drinking too much alcohol Non-alcoholic fatty liver disease Beingvery overweight (obese)  this may cause fat to build up in the liver Catching a viral infection or regularly drinking too much alcohol Haemochromatosis A gene that runs in families and may be passed from parents to children Primary biliary cholangitis May be caused by a problem with the immune system",
        "url": "https://www.nhs.uk/conditions/liver-disease/"
    },
    {
        "condition": "Detached retina (retinal detachment)",
        "symptoms": [
            "04 August 2023Next review due: 04 August 2026"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/detached-retina-retinal-detachment/"
    },
    {
        "condition": "Intracranial hypertension",
        "symptoms": [
            "a constant throbbing headache which may be worse in the morning, or when coughing or straining; it may improve when standing up",
            "temporary loss of vision   your vision may become dark or \"greyed out\" for a few seconds at a time; this can be triggered by coughing, sneezing or bending down",
            "feeling and being sick",
            "feeling sleepy",
            "feeling irritable"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/intracranial-hypertension/"
    },
    {
        "condition": "Glaucoma",
        "symptoms": [
            "If you do notice any symptoms",
            "they might include blurred vision",
            "or seeing rainbow-coloured circles around bright lights.",
            "intense eye pain",
            "nausea and vomiting"
        ],
        "overview": "Glaucoma is a common eye condition where the optic nerve, which connects the eye to the brain, becomes damaged. It's usually caused by fluid building up in the front part of the eye, which increases pressure inside the eye. Glaucoma can lead to loss of vision if it's not diagnosed and treated early. It can affect people of all ages, but is most common in adults in their 70s and 80s.",
        "url": "https://www.nhs.uk/conditions/glaucoma/"
    },
    {
        "condition": "Short-sightedness (myopia)",
        "symptoms": [
            "difficulty reading words from a distance, such as reading the whiteboard at school",
            "sitting close to the TV or computer, or holding a mobile phone or tablet close to the face",
            "getting headaches",
            "rubbing the eyes a lot"
        ],
        "overview": "Short-sightedness usually starts in children from age  to . It can also happen in adults. Short-sightedness often runs in families, so you may have relatives who are also short-sighted. It can get worse until the eye has stopped growing, at around  years of age.",
        "url": "https://www.nhs.uk/conditions/short-sightedness/"
    },
    {
        "condition": "Teeth grinding (bruxism)",
        "symptoms": [
            "face, neck and shoulder pain",
            "a painful jaw, which can lead to a condition calledtemporomandibular disorder (TMD)",
            "worn-down or broken teeth, which can cause increased sensitivity and loss of teeth and fillings",
            "headaches",
            "earache"
        ],
        "overview": "It's not always clear what causes people to grind their teeth. It's often linked to: Teeth grinding is common in children and teenagers, particularly during sleep. It often stops when they reach adulthood and their adult teeth have come through.",
        "url": "https://www.nhs.uk/conditions/teeth-grinding/"
    },
    {
        "condition": "Neurofibromatosis type 1 (NF1)",
        "symptoms": [
            "light brown patches of skin (caf-au-lait spots)   these may be harder to see on brown and black skin",
            "freckles in your armpits or around the tops of your legs",
            "lumps on or just under your skin (neurofibromas) that can be painful or itchy   these tend to appear during the teenage years or early 20s",
            "yellow-brown raised dots on the coloured part of your eye (iris) that do not usually affect vision",
            "eye problems, such as asquint, reduced vision, or a bulging eye (which can sometimes cause further symptoms like headaches or feeling and being sick)"
        ],
        "overview": "The symptoms of neurofibromatosis type  (NF1) are often mild. But some people have symptoms that cause problems. How severe the symptoms are usually depends on where the tumours are in your body and how big they are. Many of the symptoms are there from birth or start during early childhood, but some do not appear until later. Your symptoms and how severe they are can change over time. It s important to tell your doctor about any new symptoms or changes to existing symptoms.",
        "url": "https://www.nhs.uk/conditions/neurofibromatosis-type-1/"
    },
    {
        "condition": "Coronary heart disease",
        "symptoms": [
            "chest pain(angina)",
            "shortness of breath",
            "pain in your neck, shoulders, jaw or arms",
            "feeling faint",
            "feeling sick (nausea)"
        ],
        "overview": "Coronary heart disease (CHD) is a major cause of death in the UK and worldwide. CHD is sometimes called ischaemic heart disease or coronary artery disease.",
        "url": "https://www.nhs.uk/conditions/coronary-heart-disease/"
    },
    {
        "condition": "Cancer",
        "symptoms": [
            "a lump that suddenly appears on your body",
            "unexplained bleeding",
            "changes to your bowel habits"
        ],
        "overview": "Cancer is a condition where cells in a specific part of the body grow and reproduce uncontrollably. The cancerous cells can invade and destroy surrounding healthy tissue, including organs. Cancer sometimes begins in one part of the body before spreading to other areas. This process is known as metastasis.  in  people will develop some form of cancer during their lifetime. In the UK, the  most common types of cancer are: There are more than  different types of cancer, and each is diagnosed and treated in a particular way. You can find links on this page to information about other types of cancer.",
        "url": "https://www.nhs.uk/conditions/cancer/"
    },
    {
        "condition": "Ovarian cancer",
        "symptoms": [
            "24 January 2022Next review due: 24 January 2025",
            "Next:Symptoms"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/ovarian-cancer/"
    },
    {
        "condition": "Aphasia",
        "symptoms": [
            "not being able to say the right words , speaking very slowly or with long pauses",
            "finding it very difficult to speak, or speaking in very short or incomplete sentences",
            "repeating, mixing up or missing out words",
            "making up words or sounds",
            "not being able to understand what other people are saying, particularly if you cannot see them"
        ],
        "overview": "Aphasia causes problems with communication including speaking, understanding others, reading and writing.",
        "url": "https://www.nhs.uk/conditions/aphasia/"
    },
    {
        "condition": "Rashes in babies and children",
        "symptoms": [
            "a high temperature",
            "a runny or blocked nose",
            "sneezing",
            "a cough",
            "red, sore, watery eyes"
        ],
        "overview": "Your child is unwell with a rash and has any of these symptoms: On brown and black skin, it may be easier to see the rash or colour changes on the soles of the feet, palms, lips, tongue and inside the eyelids. Do not drive to A&E. Ask someone to drive you or call  and ask for an ambulance.",
        "url": "https://www.nhs.uk/conditions/rashes-babies-and-children/"
    },
    {
        "condition": "Fibromyalgia",
        "symptoms": [
            "increased sensitivity to pain",
            "muscle stiffness",
            "difficulty getting to sleep or staying asleep, which can make you feel very tired (fatigue)",
            "problems with mental processes (known as \"fibro-fog\"), such as difficulty concentrating or remembering things",
            "headaches"
        ],
        "overview": "Fibromyalgia, also called fibromyalgia syndrome (FMS), is a long-term condition that causes pain all over the body.",
        "url": "https://www.nhs.uk/conditions/fibromyalgia/"
    },
    {
        "condition": "Selective mutism",
        "symptoms": [
            "Selective mutism can start at any age",
            "but most often starts in early childhood",
            "between age 2",
            "4. It's often first noticed when the child starts to interact with people outside their family",
            "such as when they begin nursery or school."
        ],
        "overview": "The main warning sign is the marked contrast in the child's ability to engage with different people, characterised by a sudden stillness and frozen facial expression when they're expected to talk to someone who's outside their comfort zone. They may avoid eye contact and appear: More confident children with selective mutism can use gestures to communicate   for example, they may nod for \"yes\" or shake their head for \"no\". But more severely affected children tend to avoid any form of communication   spoken, written or gestured.",
        "url": "https://www.nhs.uk/mental-health/conditions/selective-mutism/"
    },
    {
        "condition": "Pulmonary hypertension",
        "symptoms": [
            "shortness of breath",
            "tiredness",
            "feeling faint or dizzy",
            "chest pain (angina)",
            "a racing heartbeat (palpitations)"
        ],
        "overview": "Pulmonary hypertension is high blood pressure in theblood vessels that supply the lungs (pulmonary arteries). It's a serious condition that can damage the right side of the heart. The walls of the pulmonary arteries become thick and stiff, and cannot expand as well to allow blood through. The reduced blood flow makes it harder for the right side of the heart to pump blood through the arteries. If the right side of your heart has to continually work harder, it can gradually become weaker. This can lead toheart failure. Pulmonary hypertension is a rare condition that can affect people of all ages, but it's more common in people who have another heart or lung condition.",
        "url": "https://www.nhs.uk/conditions/pulmonary-hypertension/"
    },
    {
        "condition": "Norovirus (vomiting bug)",
        "symptoms": [
            "feeling sick",
            "being sick (vomiting)",
            "diarrhoea",
            "a high temperature",
            "a headache"
        ],
        "overview": "You may also have: Although it's sometimes called the winter vomiting bug, you can get norovirus at any time of year.",
        "url": "https://www.nhs.uk/conditions/norovirus/"
    },
    {
        "condition": "Cushing's syndrome",
        "symptoms": [
            "having more body fat on your neck, upper back, chest and tummy   your arms and legs may look thin compared to the rest of your body",
            "a red, round face   the redness may be harder to see on brown or black skin",
            "skin that bruises easily and stretch marks on your tummy, hips, breasts and under your arms",
            "muscle weakness, particularly at the top of your arms and legs",
            "low sex drive (loss of libido)"
        ],
        "overview": "Sometimes, a small, non-cancerous growth in the pituitary gland (near the brain) or adrenal glands (near the kidneys) can also cause too much cortisol to be released. These glands help control the amount of certain hormones in your body, including cortisol. If the problem is caused by the pituitary gland it s called Cushing s disease. If it's caused elsewhere in the body, it s called Cushing's syndrome.",
        "url": "https://www.nhs.uk/conditions/cushings-syndrome/"
    },
    {
        "condition": "Myasthenia gravis",
        "symptoms": [
            "droopy eyelids",
            "double vision",
            "difficulty making facial expressions",
            "problems chewing anddifficulty swallowing",
            "slurred speech"
        ],
        "overview": "Myasthenia gravis is a rare long-term condition that causes muscle weakness. It most commonly affects the muscles that control the eyes and eyelids, facial expressions, chewing, swallowing and speaking. But it can affect most parts of the body. It can affect people of any age, typically starting in women under  and men over .",
        "url": "https://www.nhs.uk/conditions/myasthenia-gravis/"
    },
    {
        "condition": "Spinal muscular atrophy (SMA)",
        "symptoms": [
            "muscle weakness   such as floppy or weak arms and legs",
            "movement problems   such as difficulty sitting up, crawling or walking",
            "problems with breathing or swallowing",
            "twitching or shaking muscles (tremors)",
            "bone and joint problems   such as an unusually curved spine (scoliosis)"
        ],
        "overview": "These symptoms are most often noticed in babies and toddlers, but they can also start in teenagers and adults. SMA does not affect intelligence or cause learning disabilities.",
        "url": "https://www.nhs.uk/conditions/spinal-muscular-atrophy-sma/"
    },
    {
        "condition": "Primary biliary cholangitis (primary biliary cirrhosis)",
        "symptoms": [
            "bone and joint aches",
            "fatigue (extreme tiredness)",
            "itchy skin",
            "dry eyes and mouth",
            "pain or discomfort in the upper right side of their tummy"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/primary-biliary-cholangitis-pbc/"
    },
    {
        "condition": "Erythema multiforme",
        "symptoms": [
            "a high temperature",
            "headache",
            "body aches and pains",
            "feeling generally unwell"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/erythema-multiforme/"
    },
    {
        "condition": "Supraventricular tachycardia (SVT)",
        "symptoms": [
            "usually lasts for a few minutes, but can sometimes last for several hours",
            "can happen several times a day or once a year   it varies",
            "can be triggered by caffeine, alcohol or drugs   but often there's no obvious trigger",
            "can happen at any age, but often starts for the first time in children and young adults   many people have their first symptoms between 25 and 40 years old",
            "have chest pain or discomfort"
        ],
        "overview": "Supraventricular tachycardia (SVT) happens when the electrical system that controls your heart rhythm is not working properly. This causes your heart to suddenly beat much faster. It can then slow down abruptly. A normal resting heart rate is  to  beats per minute (bpm). But with SVT your heart rate suddenly goes above 100bpm. This can happen when you're resting or doing exercise.",
        "url": "https://www.nhs.uk/conditions/supraventricular-tachycardia-svt/"
    },
    {
        "condition": "Typhoid fever",
        "symptoms": [
            "a persistent high temperature that gradually increases each day",
            "headache",
            "general aches and pains",
            "extreme tiredness (fatigue)",
            "cough"
        ],
        "overview": "It's caused by a bacterium called Salmonella typhi, which is related to the bacteria that cause salmonellafood poisoning. Typhoid fever is highly contagious. An infected person can pass the bacteria out of their body in their poo or, less commonly, in their pee. If someone else eats food or drinks water that's been contaminated with a small amount of infected poo or pee, they can become infected with the bacteria and develop typhoid fever. Read more about thecauses of typhoid fever.",
        "url": "https://www.nhs.uk/conditions/typhoid-fever/"
    },
    {
        "condition": "Cholesteatoma",
        "symptoms": [
            "a watery, smelly, discharge that comes out of the ear",
            "a gradual loss of hearing in the affected ear",
            "pain in the affected ear",
            "ear infections that keep coming back",
            "vertigo"
        ],
        "overview": "A cholesteatoma is a growth that usually only affects the inside of  ear. Cholesteatoma can also cause: Rarely, a cholesteatoma infection can cause abrain abscessormeningitis.",
        "url": "https://www.nhs.uk/conditions/cholesteatoma/"
    },
    {
        "condition": "Anal fissure",
        "symptoms": [
            "a sharp pain when you poo, often followed by a deep burning pain that may last several hours",
            "bleeding when you poo   most people notice a small amount of bright red blood either in their poo or on the toilet paper"
        ],
        "overview": "An anal fissure is a tear or open sore (ulcer) that develops in the lining of the large intestine, near the anus.",
        "url": "https://www.nhs.uk/conditions/anal-fissure/"
    },
    {
        "condition": "Mesothelioma",
        "symptoms": [
            "chest pain",
            "shortness of breath",
            "fatigue (extreme tiredness)",
            "a high temperature and sweating, particularly at night",
            "a persistentcough"
        ],
        "overview": "The symptoms of mesothelioma tend to develop gradually over time. They typically do not appear until several decades after exposure to asbestos. See a GP if you have any persistent or worrying symptoms. Tell them about any exposure to asbestos you may have had in the past.",
        "url": "https://www.nhs.uk/conditions/mesothelioma/"
    },
    {
        "condition": "Polio",
        "symptoms": [
            "a high temperature",
            "extreme tiredness (fatigue)",
            "headaches",
            "being sick (vomiting)",
            "a stiff neck"
        ],
        "overview": "There have been no confirmed cases of paralysis due to polio caught in the UK since . Although some poliovirus has been found in sewage from London recently, the risk of getting it remains extremely low. The chance of getting ill from polio is higher if you are not fully vaccinated, so it's important to make sure you, and your child, are up to date with your vaccines. Washing your hands with soap and water or using hand sanitiser regularly throughout the day also helps you avoid catching and spreading viruses.",
        "url": "https://www.nhs.uk/conditions/polio/"
    },
    {
        "condition": "Trigger finger",
        "symptoms": [
            "Symptoms of trigger finger can include pain at the base of the affected finger or thumb when you move it or press on it",
            "stiffness or clicking when you move the affected finger or thumb",
            "particularly first thing in the morning."
        ],
        "overview": "Trigger finger is a condition that affects one or more of the hand's tendons, making it difficult to bend the affected finger or thumb. If a tendon or the tunnel a tendon runs through (called the tendon sheath) becomes swollen and inflamed, the tendon gets irritated and can \"catch\" in the tendon sheath. This can make it difficult to move the affected finger or thumb and can result in a clicking sensation. Trigger finger is also known as stenosing tenosynovitis or stenosing tenovaginosis. It can affect the thumb and any finger. One or more fingers can be affected and the problem may develop in both hands.",
        "url": "https://www.nhs.uk/conditions/trigger-finger/"
    },
    {
        "condition": "Bowel polyps",
        "symptoms": [
            "a small amount of slime (mucus) or blood in your poo",
            "bleeding from your bottom",
            "a change in your normal bowel habits, such as diarrhoea or constipation",
            "losing weight without trying"
        ],
        "overview": "Bowel polyps do not usually cause any symptoms, so most people with polyps will not know they have them. They are often found during acolonoscopy, for example if you're being checked for another bowel condition, like bowel inflammation or cancer.",
        "url": "https://www.nhs.uk/conditions/bowel-polyps/"
    },
    {
        "condition": "Congenital heart disease",
        "symptoms": [
            "rapid heartbeat",
            "rapid breathing",
            "swelling of the legs, tummy or around the eyes",
            "extreme tiredness and fatigue",
            "a blue tinge to the skin or lips (cyanosis)"
        ],
        "overview": "Congenital heart disease is a general term for a range of birth defects that affect the normal way the heart works. The term \"congenital\" means the condition is present from birth. Congenital heart disease is one of the most common types of birth defect, affecting almost  in  babies born in the UK.",
        "url": "https://www.nhs.uk/conditions/congenital-heart-disease/"
    },
    {
        "condition": "Lymphoedema",
        "symptoms": [
            "an aching, heavy feeling",
            "difficulty with movement",
            "repeated skin infections",
            "developing hard, tight or thickened skin",
            "folds developing in the skin"
        ],
        "overview": "Lymphoedema is a long-term (chronic) condition that causes swelling in the body's tissues. It can affect any part of the body, but usually develops in the arms or legs. It develops when the lymphatic system does not work properly. The lymphatic system is a network of channels and glands throughout the body that helps fight infection and remove excess fluid. It's important that lymphoedema is identified and treated as soon as possible. If it is not treated, it can get worse.",
        "url": "https://www.nhs.uk/conditions/lymphoedema/"
    },
    {
        "condition": "Achalasia",
        "symptoms": [
            "bringing back up undigested food",
            "choking and coughing fits",
            "heartburn",
            "chest pain",
            "repeatedchest infections"
        ],
        "overview": "Not everyone with achalasia will have symptoms. But most people with achalasia will find it difficult to swallow food or drink (known asdysphagia). Swallowing tends to get gradually more difficult or painful over a couple of years, to the point where it is sometimes impossible. Symptoms of achalasia may start at any time of life. Swallowing problems can also be caused by cancers of the mouth, throat and oesophagus. There s a link between long-term achalasia and the risk of developingcancer of the oesophagus, but the risk is small. It s always important to get symptoms checked straight away, even if your symptoms are not bothering you.",
        "url": "https://www.nhs.uk/conditions/achalasia/"
    },
    {
        "condition": "Cystic fibrosis",
        "symptoms": [
            "a cough that does not go away and brings up mucus",
            "wheezing and shortness of breath",
            "frequent sinus infections (sinusitis) and chest infections",
            "constipation",
            "stomach pain, bloating and swelling"
        ],
        "overview": "If you have cystic fibrosis, your body makes a thick sticky mucus that can affect your lungs and digestive system. This can cause lots of symptoms and make you more likely to get infections. But if the condition goes undiagnosed, symptoms may only become noticeable when a child is a teenager.",
        "url": "https://www.nhs.uk/conditions/cystic-fibrosis/"
    },
    {
        "condition": "Middle East respiratory syndrome (MERS)",
        "symptoms": [
            "a high temperature",
            "a cough",
            "shortness of breath or difficulty breathing"
        ],
        "overview": "Middle East respiratory syndrome (MERS) is caused by a virus. It usually spreads from contact with infected camels, including: You can also catch it through close contact with someone who has the virus. MERS is most often found in the Middle East, particularly Saudia Arabia. It has also been found in parts of Africa and south Asia. The risk of catching it is very low for most people.",
        "url": "https://www.nhs.uk/conditions/middle-east-respiratory-syndrome-mers/"
    },
    {
        "condition": "ADHD in children and young people",
        "symptoms": [
            "being easily distracted",
            "finding it hard to listen to what people are saying or to follow instructions",
            "forgetting everyday tasks, like brushing their teeth or putting on socks",
            "having high energy levels",
            "fidgeting or tapping their hands and feet"
        ],
        "overview": "Symptoms of ADHD usually start before the age of . They involve a person s ability to pay attention to things (being inattentive), having high energy levels (being hyperactive) and their ability to control their impulses (being impulsive). They may show signs of being hyperactive and impulsive, including: Most children and young people with ADHD have symptoms of both the inattentive and hyperactive-impulsive type. Some only show signs of one type. ADHD is thought to be recognised less often in girls than boys. This may be because girls with ADHD more commonly have inattentive symptoms and these can be harder to recognise. Many children are easily distracted, impulsive and have high energy levels, particularly if they re under the age of . This does not mean they have ADHD. It could be a sign of something else, like being tired, anxious or stressed.",
        "url": "https://www.nhs.uk/conditions/adhd-children-teenagers/"
    },
    {
        "condition": "Hoarding disorder",
        "symptoms": [
            "keep or collect items that may have little or no monetary value, such as junk mail and carrier bags, or items they intend to reuse or repair",
            "find it hard to categorise or organise items",
            "have difficulty making decisions",
            "struggle to manage everyday tasks, such as cooking, cleaning and paying bills",
            "become extremely attached to items, refusing to let anyone touch or borrow them"
        ],
        "overview": "The reasons why someone begins hoarding are not fully understood. It can be a symptom of another condition. For example, someone with mobility problems may be physically unable to clear the huge amounts of clutter they have acquired, and people with learning disabilities or people developing dementia may be unable to categorise and dispose of items. In some cases, hoarding is a condition in itself and often associated with self-neglect. These people are more likely to: Attempts to discard things often bring up very strong emotions that can feel overwhelming, so the person hoarding often tends to put off or avoid making decisions about what can be thrown out. Often, many of the things kept are of little or no monetary value and may be what most people would consider rubbish.",
        "url": "https://www.nhs.uk/mental-health/conditions/hoarding-disorder/"
    },
    {
        "condition": "Altitude sickness",
        "symptoms": [
            "a headache",
            "loss of appetite",
            "feeling or being sick",
            "feeling tired or exhausted",
            "dizziness"
        ],
        "overview": "You can get altitude sickness if you're in a place that is at a high altitude (usually more than , metres above sea level). You're more likely to get it if you travel or climb to a high altitude quickly. You can get it in places like: You cannot get altitude sickness in the UK.",
        "url": "https://www.nhs.uk/conditions/altitude-sickness/"
    },
    {
        "condition": "Dissociative disorders",
        "symptoms": [
            "feeling disconnected from yourself and the world around you",
            "forgetting about certain time periods, events and personal information",
            "feeling uncertain about who you are",
            "having multiple distinct identities",
            "feeling little or no physical pain"
        ],
        "overview": "Some people with dissociative disorders have seizures. These can vary from fainting to something more like an epileptic seizure. Dissociation is a way the mind copes with too much stress. Periods of dissociation can last for a relatively short time (hours or days) or for much longer (weeks or months). Many people with a dissociative disorder have had a traumatic event during childhood. Dissociation can happen as a way of coping with it.",
        "url": "https://www.nhs.uk/mental-health/conditions/dissociative-disorders/"
    },
    {
        "condition": "Neonatal herpes (herpes in a baby)",
        "symptoms": [
            "is lethargic or irritable",
            "is not feeding",
            "has a high temperature (fever)  find out how to take your baby's temperature",
            "has a rash or sores on the skin, eyes and inside the mouth",
            "is lacking in energy (listless)"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/neonatal-herpes/"
    },
    {
        "condition": "What is chronic lymphocytic leukaemia?-Chronic lymphocytic leukaemia",
        "symptoms": [
            "17 January 2023Next review due: 17 January 2026",
            "Next:Symptoms"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/chronic-lymphocytic-leukaemia/"
    },
    {
        "condition": "Alcohol-related liver disease",
        "symptoms": [
            "feeling sick",
            "weight loss",
            "loss of appetite",
            "yellowing of the whites of the eyes or skin (jaundice)",
            "swelling in the ankles and tummy"
        ],
        "overview": "Alcohol-related liver disease (ARLD) refers to liver damage caused by excess alcohol intake. There are several stages of severity and a range of associated symptoms.",
        "url": "https://www.nhs.uk/conditions/alcohol-related-liver-disease-arld/"
    },
    {
        "condition": "Pre-eclampsia",
        "symptoms": [
            "Early signs of pre-eclampsia include havinghigh blood pressure (hypertension)and protein in your urine (proteinuria).",
            "severe headache",
            "vision problems, such as blurring or flashing",
            "pain just below the ribs",
            "vomiting"
        ],
        "overview": "Pre-eclampsia is a condition that affects some pregnant women, usually during the second half of pregnancy (from  weeks) or soon after their baby is delivered.",
        "url": "https://www.nhs.uk/conditions/pre-eclampsia/"
    },
    {
        "condition": "Acromegaly",
        "symptoms": [
            "swollen hands and feet",
            "tiredness or difficulty sleeping",
            "sleep apnoea",
            "sweating",
            "numbness and weakness in your hands"
        ],
        "overview": "You usually get acromegaly between the ages of  and  years old, but you can get symptoms at any age.",
        "url": "https://www.nhs.uk/conditions/acromegaly/"
    },
    {
        "condition": "Atrial fibrillation",
        "symptoms": [
            "an irregular heartbeat, where your pulse is not steady",
            "suddenly feeling like your heart is pounding, racing, fluttering, skipping or missing a beat (heart palpitations)   this may last for a few seconds up to a few minutes",
            "a heartbeat faster than 100 beats per minute",
            "feeling very tired",
            "finding it harder to exercise"
        ],
        "overview": "The main symptoms of atrial fibrillation are: Sometimes there are no symptoms, and atrial fibrillation is found as part of a routine check-up or when you're having tests for something else. Over time, you may always have symptoms (permanent atrial fibrillation).",
        "url": "https://www.nhs.uk/conditions/atrial-fibrillation/"
    },
    {
        "condition": "Diverticular disease and diverticulitis",
        "symptoms": [
            "pain in the lower left side of your tummy (abdomen)   a small number of people get pain on the right side",
            "tummy pain that gets worse after you eat, and gets better after you poo or fart",
            "constipation",
            "diarrhoea",
            "blood in your poo"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/diverticular-disease-and-diverticulitis/"
    },
    {
        "condition": "Brain tumours",
        "symptoms": [
            "headaches",
            "seizures (fits)",
            "persistently feeling sick (nausea), being sick (vomiting) and drowsiness",
            "mental or behavioural changes, such as memory problems or changes in personality",
            "progressive weakness orparalysison one side of the body"
        ],
        "overview": "Grade  and  tumours are low grade, and grade  and  tumours are high grade. There are  main types of brain tumours: TheCancer Research UK website has more information about specific types of brain tumours.",
        "url": "https://www.nhs.uk/conditions/brain-tumours/"
    },
    {
        "condition": "DVT (deep vein thrombosis)",
        "symptoms": [
            "throbbing pain in 1 leg (rarely both legs), usually in the calf or thigh, when walking or standing up",
            "swelling in 1 leg (rarely both legs)",
            "warm skin around the painful area",
            "red or darkened skin around the painful area   this may be harder to see on brown or black skin",
            "swollen veins that are hard or sore when you touch them"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/deep-vein-thrombosis-dvt/"
    },
    {
        "condition": "Leptospirosis (Weil's disease)",
        "symptoms": [
            "high temperature",
            "headache",
            "body aches and pain",
            "tummy ache",
            "feeling sick or being sick"
        ],
        "overview": "Leptospirosis is spread in the pee of infected animals, most commonly rats, mice, cows, pigs and dogs. You can get leptospirosis if: It's very rare to get leptospirosis from pets, other people or bites.",
        "url": "https://www.nhs.uk/conditions/leptospirosis/"
    },
    {
        "condition": "Phenylketonuria",
        "symptoms": [
            "behavioural difficulties such as frequent temper tantrums and episodes ofself-harm",
            "fairer skin, hair and eyes than siblings who do not have the condition (phenylalanine is involved in the body's production of melanin, the pigment responsible for skin and hair colour)",
            "eczema",
            "repeatably being sick",
            "jerking movements in arms and legs"
        ],
        "overview": "At around  days old, babies are offerednewborn blood spot screeningto test for PKU and many other conditions. This involves pricking your baby's heel to collect drops of blood to test. About  in , babies born in the UK has PKU.",
        "url": "https://www.nhs.uk/conditions/phenylketonuria/"
    },
    {
        "condition": "Hepatitis C",
        "symptoms": [
            "flu-like symptoms, such as muscle aches and a high temperature (fever)",
            "feeling tired all the time",
            "loss of appetite",
            "stomach ache",
            "feeling and being sick"
        ],
        "overview": "Hepatitis C is a virus that can infect the liver. If left untreated, it can sometimes cause serious and potentially life-threatening damage to the liver over many years. It's estimated around , people in the UK had chronic hepatitis C in . You can become infected with it if you come into contact with the blood of an infected person.",
        "url": "https://www.nhs.uk/conditions/hepatitis-c/"
    },
    {
        "condition": "Heart attack",
        "symptoms": [
            "chest pain   a feeling of pressure, heaviness, tightness or squeezing across your chest",
            "pain in other parts of the body   it can feel as if the pain is spreading from your chest to your arms (usually the left arm, but it can affect both arms), jaw, neck, back and tummy",
            "feeling lightheaded or dizzy",
            "sweating",
            "shortness of breath"
        ],
        "overview": "A heart attack (myocardial infarction or MI) is a serious medical emergency in which the supply of blood to the heart is suddenly blocked, usually by a blood clot. A heart attack is a medical emergency.Call 999and ask for an ambulance if you suspect a heart attack. A lack of blood to the heart may seriously damage the heart muscle and can be life threatening.",
        "url": "https://www.nhs.uk/conditions/heart-attack/"
    },
    {
        "condition": "Q fever",
        "symptoms": [
            "a high temperature",
            "aching muscles",
            "tiredness",
            "feeling sick",
            "a sore throat"
        ],
        "overview": "Symptoms of Q fever usually last up to  weeks.",
        "url": "https://www.nhs.uk/conditions/q-fever/"
    },
    {
        "condition": "Trimethylaminuria ('fish odour syndrome')",
        "symptoms": [
            "breath",
            "sweat",
            "vaginal fluids",
            "sweating",
            "stress"
        ],
        "overview": "Trimethylaminuria symptoms can be present from birth, but they may not start until later in life, often around puberty. The only symptom is an unpleasant smell, typically of rotting fish   although it can be described as smelling like other things   that can affect the:",
        "url": "https://www.nhs.uk/conditions/trimethylaminuria/"
    },
    {
        "condition": "Motor neurone disease (MND)",
        "symptoms": [
            "stiff or weak hands   you may have problems holding or gripping things",
            "weak legs and feet   you may find climbing stairs difficult, you may trip over a lot and you may find ithard to lift or move your foot (foot drop)",
            "twitches, spasms or muscle cramps (where muscles painfully tighten)",
            "have problems breathing, swallowing and speaking",
            "produce a lot of saliva (drool)"
        ],
        "overview": "Adults of any age can get motor neurone disease (MND), but it usually affects people over the age of . As MND gets worse, you may: The symptoms affect everyone differently. You may not get all the symptoms and how quickly they get worse can vary from person to person.",
        "url": "https://www.nhs.uk/conditions/motor-neurone-disease/"
    },
    {
        "condition": "Sore throat",
        "symptoms": [
            "a painful throat, especially when swallowing",
            "a dry, scratchy throat",
            "redness in the back of your mouth",
            "bad breath",
            "a mild cough"
        ],
        "overview": "To help soothe a sore throat and shorten how long it lasts, you can:",
        "url": "https://www.nhs.uk/conditions/sore-throat/"
    },
    {
        "condition": "Pneumonia",
        "symptoms": [
            "a cough   you may cough up yellow or green mucus (phlegm)",
            "shortness of breath",
            "a high temperature",
            "chest pain",
            "an aching body"
        ],
        "overview": "Symptoms of pneumonia can start suddenly or gradually over a few days.",
        "url": "https://www.nhs.uk/conditions/pneumonia/"
    },
    {
        "condition": "Alzheimer's disease",
        "symptoms": [
            "confusion, disorientation and getting lost in familiar places",
            "difficulty planning or making decisions",
            "problems with speech and language",
            "problems moving around without assistance or performing self-care tasks",
            "personality changes, such as becoming aggressive, demanding and suspicious of others"
        ],
        "overview": "Alzheimer's disease is the most common cause of dementia in the UK. Dementiais the name for a group of symptoms associated with an ongoing decline of brain functioning. It can affect memory, thinking skills and other mental abilities. The exact cause of Alzheimer's disease is not yet fully understood, although a number of things are thought to increase your risk of developing the condition. Read more about thecauses of Alzheimer's disease.",
        "url": "https://www.nhs.uk/conditions/alzheimers-disease/"
    },
    {
        "condition": "Malignant brain tumour (brain cancer)",
        "symptoms": [
            "headaches (often worse in the morning and when coughing or straining)",
            "fits (seizures)",
            "regularly feeling sick (vomiting)",
            "memory problems or changes in personality",
            "weakness, vision problems or speech problems that get worse"
        ],
        "overview": "The symptoms of a brain tumour depend on where it is in the brain. See a GP if you have symptoms of a brain tumour that don't go away. It's unlikely to be a tumour, but it's best to be sure.",
        "url": "https://www.nhs.uk/conditions/malignant-brain-tumour/"
    },
    {
        "condition": "Chickenpox",
        "symptoms": [
            "a high temperature",
            "aches and pains, and generally feel unwell",
            "loss of appetite"
        ],
        "overview": "The main symptom of chickenpox is an itchy, spotty rash. It can be anywhere on the body. Before or after the rash appears, you might also have: Chickenpox happens in  stages, but new spots can appear while others are becoming blisters or forming a scab.",
        "url": "https://www.nhs.uk/conditions/chickenpox/"
    },
    {
        "condition": "Paralysis",
        "symptoms": [
            "you cannot move some or all of your face or body",
            "your face or body is weak or floppy",
            "your face or body is numb, painful or tingles all the time",
            "your face or body is stiff with muscle spasms and twitches"
        ],
        "overview": "You may have paralysis if: This can start suddenly or gradually, or come and go.",
        "url": "https://www.nhs.uk/conditions/paralysis/"
    },
    {
        "condition": "Stevens-Johnson syndrome",
        "symptoms": [
            "Stevens-Johnson syndrome can start with flu-like symptoms",
            "such as a high temperature",
            "sore throat",
            "cough",
            "joint pain."
        ],
        "overview": "In children, Stevens-Johnson syndrome can sometimes be caused by infections likecoldorflu,cold soresandglandular fever.",
        "url": "https://www.nhs.uk/conditions/stevens-johnson-syndrome/"
    },
    {
        "condition": "Schistosomiasis (bilharzia)",
        "symptoms": [
            "a high temperature (fever)",
            "an itchy, red, blotchy and raised rash",
            "acough",
            "diarrhoea",
            "muscle andjoint pain"
        ],
        "overview": "Showers that take unfiltered water directly from lakes or rivers may also spread the infection, but the worms aren't found in the sea, chlorinated swimming pools or properly treated water supplies. You can become infected if you come into contact with contaminated water   for example, when paddling, swimming or washing   and the tiny worms burrow into your skin. After a few weeks, the worms start to lay eggs. Some eggs remain inside the body and are attacked by the immune system, while some are passed out in the person's pee or poo. If the eggs pass out of the body into water, they release tiny larvae that need to grow inside freshwater snails for a few weeks before they're able to infect another person. This means it's not possible to catch the infection from someone else who has it.",
        "url": "https://www.nhs.uk/conditions/schistosomiasis/"
    },
    {
        "condition": "Non-alcoholic fatty liver disease (NAFLD)",
        "symptoms": [
            "a dull or aching pain in the top right of the tummy (over the lower right side of the ribs)",
            "extreme tiredness",
            "unexplained weight loss",
            "weakness",
            "If cirrhosis (the most advanced stage) develops"
        ],
        "overview": "NAFLD develops in  main stages. Most people will only ever develop the first stage, usually without realising it. In a small number of cases, it can progress and eventually lead to liver damage if not detected and managed. The main stages of NAFLD are: It can take years for fibrosis or cirrhosis to develop. It's important to make lifestyle changes to prevent the condition getting worse.",
        "url": "https://www.nhs.uk/conditions/non-alcoholic-fatty-liver-disease/"
    },
    {
        "condition": "Lyme disease",
        "symptoms": [
            "a high temperature, or feeling hot and shivery",
            "headache",
            "muscle and joint pain",
            "tiredness and loss of energy",
            "pain and swelling in joints"
        ],
        "overview": "",
        "url": "https://www.nhs.uk/conditions/lyme-disease/"
    },
    {
        "condition": "Bipolar disorder",
        "symptoms": [
            "high moods (mania or hypomania)   for example, feeling very happy, excited or energetic",
            "low moods (depression)   for example, feeling sad, tired or hopeless",
            "feeling very happy and excited",
            "feeling very irritable or aggressive",
            "having a lot of energy, feeling restless or not needing much sleep"
        ],
        "overview": "Support is available if you or someone you know is having a mental health crisis or emergency, no matter what you're going through. Find out where to get urgent help for mental health",
        "url": "https://www.nhs.uk/mental-health/conditions/bipolar-disorder/"
    },
    {
        "condition": "Diabetic retinopathy",
        "symptoms": [
            "gradually worsening vision",
            "sudden vision loss",
            "shapes floating in your field of vision(floaters)",
            "blurred or patchy vision",
            "eye pain or redness"
        ],
        "overview": "Diabetic retinopathy is a complication ofdiabetes, caused by high blood sugar levels damaging the back of the eye (retina). It can causeblindnessif left undiagnosed and untreated. However, it usually takes several years for diabetic retinopathy to reach a stage where it could threaten your sight. To minimise the risk of this happening, people with diabetes should:",
        "url": "https://www.nhs.uk/conditions/diabetic-retinopathy/"
    },
    {
        "condition": "Scoliosis",
        "symptoms": [
            "a visibly curved spine",
            "leaning to 1 side",
            "uneven shoulders",
            "1 shoulder or hip sticking out",
            "the ribs sticking out on 1 side"
        ],
        "overview": "Scoliosis is where the spine twists and curves to the side. It can affect people of any age, from babies to adults, but most often starts in children aged  to .",
        "url": "https://www.nhs.uk/conditions/scoliosis/"
    },
    {
        "condition": "Hearing loss",
        "symptoms": [
            "difficulty hearing other people clearly and misunderstanding what they say, especially in noisy places",
            "asking people to repeat themselves",
            "listening to music or watching TV with the volume higher than other people need",
            "difficulty hearing on the phone",
            "finding it hard to keep up with a conversation"
        ],
        "overview": "It's not always easy to tell if you're losing your hearing. Sometimes someone else might notice problems with your hearing before you do. Hearing loss can affect a child's speech development and progress at school.",
        "url": "https://www.nhs.uk/conditions/hearing-loss/"
    },
    {
        "condition": "Stomach ulcer",
        "symptoms": [
            "But stomach ulcers aren't always painful",
            "some people may experience other symptoms",
            "such asindigestion",
            "heartburn",
            "acid refluxand feeling sick."
        ],
        "overview": "Stomach ulcers, also known as gastric ulcers, are sores that develop on the lining of the stomach. You can also get ulcers in part of the intestine just beyond the stomach, which are called duodenal ulcers.",
        "url": "https://www.nhs.uk/conditions/stomach-ulcer/"
    },
    {
        "condition": "Erythrocytosis",
        "symptoms": [
            "headaches",
            "blurred vision",
            "red skin, particularly in the face, hands and feet   this may be more difficult to see on black or brown skin",
            "tiredness",
            "high blood pressure"
        ],
        "overview": "Not everyone with erythrocytosis has symptoms   but many do.",
        "url": "https://www.nhs.uk/conditions/erythrocytosis/"
    },
    {
        "condition": "Restricted growth (dwarfism)",
        "symptoms": [
            "proportionate, where your arms and legs are the expected size compared to the rest of your body",
            "disproportionate, where parts of your body grow differently (for example, having short arms and legs compared to the rest of your body)"
        ],
        "overview": "The main symptom of restricted growth is being short. It's sometimes defined as being less than  centimetres ( feet  inches) tall as an adult. Restricted growth can be: Symptoms of restricted growth might be noticed when a baby is born, or later when a child is not growing as expected for their age. You or your child may also have other symptoms, depending on what's causing the restricted growth.",
        "url": "https://www.nhs.uk/conditions/restricted-growth/"
    },
    {
        "condition": "Multiple system atrophy (MSA)",
        "symptoms": [
            "bladder problems, such as needing to pee more often or being unable to pee",
            "feeling dizzy and faint when standing up",
            "erectile dysfunction (impotence)",
            "slow, clumsy or unsteady movement",
            "slurred speech"
        ],
        "overview": "The main symptom of multiple system atrophy (MSA) is losing control of muscles in the body. This happens gradually in some people and quickly in others. The symptoms of MSA most often begin in people over  years old. It does not usually affect people under  years old.",
        "url": "https://www.nhs.uk/conditions/multiple-system-atrophy/"
    },
    {
        "condition": "Ehlers-Danlos syndromes",
        "symptoms": [
            "an increased range of joint movement (joint hypermobility)",
            "stretchy skin",
            "fragile skin that breaks or bruises easily"
        ],
        "overview": "There are several types of EDS that may share some symptoms. EDS can affect people in different ways. For some, the condition is relatively mild, while for others their symptoms can be disabling. The different types of EDS are caused by faults in certain genes that make connective tissue weaker. Depending on the type of EDS, the faulty gene may have been inherited from  parent or both parents. Sometimes the faulty gene is not inherited, but occurs in the person for the first time. Some of the rare, severe types can be life threatening.",
        "url": "https://www.nhs.uk/conditions/ehlers-danlos-syndromes/"
    },
    {
        "condition": "Developmental dysplasia of the hip",
        "symptoms": [
            "1 leg cannot be moved out sideways as far as the other when you change their nappy",
            "1 leg seems to be longer than the other",
            "1 leg drags when they crawl",
            "a limp or \"waddling\" walk"
        ],
        "overview": "Your baby's hips will be checked as part of thenewborn physical screening examinationwithin  hours of being born, and again at  to  weeks of age. The examination involves gently moving your baby's hip joints to check if there are any problems. It should not cause them any discomfort. If a doctor, midwife or nurse thinks your baby's hip feels unstable, they should have anultrasound scanof their hip between  and  weeks old. Babies should also have an ultrasound scan of their hip between  and  weeks old if: If you have had twins or multiples and  of the babies was in the breech position, each baby should have an ultrasound scan of their hips by the time they're  to  weeks old. Sometimes a baby's hip stabilises on its own before the scan is due, but they should still be checked to make sure. Get help and support from the charity Steps if your baby's been diagnosed with DDH",
        "url": "https://www.nhs.uk/conditions/developmental-dysplasia-of-the-hip/"
    },
    {
        "condition": "Japanese encephalitis",
        "symptoms": [
            "a headache",
            "a high temperature",
            "feeling or being sick",
            "tummy pain",
            "a severe headache"
        ],
        "overview": "Japanese encephalitis is not found in the UK. It's mostly found in rural areas of Asia, but it's rare for travellers to get it. It's caused by a virus which is spread through mosquito bites.",
        "url": "https://www.nhs.uk/conditions/japanese-encephalitis/"
    },
    {
        "condition": "Corticobasal degeneration",
        "symptoms": [
            "difficulty controlling your limb on one side of the body (a \"useless\" hand)",
            "muscle stiffness",
            "shaking (tremors), jerky movements and spasms (dystonia)",
            "problems with balance and co-ordination",
            "slow and slurred speech"
        ],
        "overview": "Corticobasal degeneration (CBD) is a rare condition that can cause gradually worsening problems with movement, speech, memory and swallowing. It's often also called corticobasal syndrome (CBS). CBD is caused by increasing numbers of brain cells becoming damaged or dying over time. Most cases of CBD develop in adults aged between  and .",
        "url": "https://www.nhs.uk/conditions/corticobasal-degeneration/"
    },
    {
        "condition": "Dyslexia",
        "symptoms": [
            "read and write very slowly",
            "confuse the order of letters in words",
            "be confused by letters that look similar and write letters the wrong way round (such as \"b\" and \"d\")",
            "have poor or inconsistent spelling",
            "understand information when told verbally, but have difficulty with information that's written down"
        ],
        "overview": "Dyslexia is a common learning difficulty that mainly causes problems with reading, writing and spelling. Unlike alearning disability, intelligence isn't affected. It's estimated up to  in every  people in the UK has some degree of dyslexia. Dyslexia is a lifelong problem that can present challenges on a daily basis, but support is available to improve reading and writing skills and help those with the problem be successful at school and work.",
        "url": "https://www.nhs.uk/conditions/dyslexia/"
    },
    {
        "condition": "Coeliac disease",
        "symptoms": [
            "diarrhoea, which may smell particularly unpleasant",
            "stomach aches",
            "bloating andfarting (flatulence)",
            "indigestion",
            "constipation"
        ],
        "overview": "Coeliac disease is a condition where your immune system attacks your own tissues when you eat gluten. This damages your gut (small intestine) so your body cannot properly take in nutrients. Coeliac disease can cause a range of symptoms, including diarrhoea, abdominal pain and bloating. Coeliac disease is caused by an adverse reaction to gluten, which is a dietary protein found in  types of cereal: Gluten is found in any food that contains those cereals, including: In addition, most beers are made with barley.",
        "url": "https://www.nhs.uk/conditions/coeliac-disease/"
    }
]